Repository: rtauseef/sprocket_ios_app
Catalog: Sprocket/PhotoGram/*.lproj/PG_Main.strings
Languages: ar, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et, fi_fi, fr_ca, fr_fr, he_il, hu_hu, id_id, it, lt_lt, lv, nb_no, nl_nl, pl, pt, pt_pt, ru, sk_sk, sv_se, th, th_th, tr_tr, zh_cn, zh_hant

# nYV-cn-yZe.text
source: Setup Sprocket Printer
ar: إعداد طابعة Sprocket
cs_cz: Nastavit tiskárnu sprocket
da_dk: Konfigurer sprocket-printer
de_de: Sprocket-Drucker einrichten
el_gr: Ρύθμιση εκτυπωτή sprocket
es_es: Instalación de la impresora Sprocket
es_mx: Configurar la impresora Sprocket
et: Seadista Sprocketi printer
fi_fi: Määritä Sprocket-tulostimen asetukset
fr_ca: Paramètres de l’imprimante Sprocket
fr_fr: Configuration de l'imprimante sprocket
he_il: הגדר את מדפסת Sprocket
hu_hu: A sprocket nyomtató beállítása
id_id: Atur Printer Sprocket
it: Configurazione della stampante Sprocket
lt_lt: Nustatyti „Sprocket“ spausdintuvą
lv: Iestatīt Sprocket printeri
nb_no: Konfigurer sprocket-skriver
nl_nl: Sprocket printer installeren
pl: Skonfiguruj drukarkę sprocket
pt: Configurar impressora de sprocket
pt_pt: Configurar a impressora Sprocket
ru: Настройка Sprocket Printer
sk_sk: Nastaviť tlačiareň sprocket
sv_se: Installera sprocket-fotoskrivare
th: ติดตั้งเครื่องพิมพ์ sprocket
th_th: ติดตั้งเครื่องพิมพ์ sprocket
tr_tr: Sprocket Yazıcıyı Kur
zh_cn: 安装 Sprocket 打印机
zh_hant: 設定 Sprocket 印表機

# ncN-EJ-cY0.text
source: Photo Count
ar: عدد الصور
cs_cz: Počítadlo fotografií
da_dk: Antal fotos
de_de: Fotoanzahl
el_gr: Πλήθος φωτογραφιών
es_mx: Cantidad de fotos
et: Foto arv
fi_fi: Valokuvien määrä
fr_ca: Nombre de photos
fr_fr: Décompte de photos
he_il: ספירת תמונות
hu_hu: Fényképek száma
id_id: Jumlah Foto
it: Numero di foto
lt_lt: Nuotraukų skaičius
lv: Fotoattēlu skaits
nb_no: Bildeantall
pl: Liczba zdjęć
pt_pt: Contagem de fotografias
sk_sk: Počet fotografií
sv_se: Fotoantal
th_th: จำนวนภาพ
tr_tr: Fotoğraf Sayısı
zh_cn: 照片计数

# ob1-ZF-jEd.text
source: By authenticating with Qzone, you also agree with HP’s <Terms of Service>.
ar: بالمصادقة باستخدام Qzone، فإنك توافق أيضًا على \"<شروط خدمات> HP\".
cs_cz: Ověřením ve službě Qzone současně souhlasíte s podmínkami služby HP <Podmínky služby>.
da_dk: Når du bruger Qzone til godkendelse, accepterer du også HP's <servicevilkår>.
de_de: Durch die Authentifizierung mit QZone akzeptieren Sie die HP <Nutzungsbedingungen>.
el_gr: Εφόσον επιλέξετε να ολοκληρώσετε τη διαδικασία ελέγχου ταυτότητας μέσω του Qzone, συμφωνείτε και με τους <Όρους χρήσης> της ΗΡ.
es_es: Al autenticarse con Qzone, también acepta los <Términos de servicio> de HP.
es_mx: Si inicia sesión desde Qzone, también acepta los <Términos de servicio> de HP.
et: Qzone’iga autentimisel nõustute ka HP <teenusetingimustega>.
fi_fi: Qzonen kautta tehty todentaminen tarkoittaa, että hyväksyt HP:n <palveluehdot>.
fr_ca: En vous authentifiant avec Qzone, vous acceptez également les <conditions d'utilisation> de HP.
fr_fr: En vous authentifiant sur Qzone, vous acceptez également les <Conditions de service> de HP.
he_il: על ידי אימות באמצעות Qzone, אתה מסכים גם ל<תנאי השירות> של HP.
hu_hu: A QZone hitelesítésével egyben hozzájárul a HP <Terms of Service> feltételeihez is.
id_id: Dengan mengesahkan melalui Qzone berarti Anda juga menyetujui <Ketentuan Layanan> HP.
lt_lt: Autentifikuodamiesi „Qzone“ sutinkate ir su HP <paslaugos teikimo sąlygomis>.
lv: Autentificējoties pakalpojumā Qzone, jūs piekrītat arī HP <pakalpojumu sniegšanas noteikumiem>.
nb_no: Ved å godkjenne med Qzone, godtar du også HPs <vilkår for bruk>.
nl_nl: Door aanmelding bij Qzone ga je ook akkoord met de <gebruiksvoorwaarden> van HP.
pl: Logując się w serwisie Qzone, akceptujesz też <Warunki korzystania z usług> HP.
pt: Ao autenticar-se com o Qzone, você também concorda com <termos de serviço> da HP.
pt_pt: Ao autenticar com o Qzone, também concorda com os <Termos de Serviço> da HP.
ru: Выполняя аутентификацию через Qzone, вы принимаете <условия обслуживания> HP.
sk_sk: Overením pomocou služby Qzone súčasne súhlasíte so <zmluvnými podmienkami> spoločnosti HP.
th: การยืนยันตัวตนผ่าน Qzone หมายความว่าคุณยอมรับ<เงื่อนไขและข้อตกลงการให้บริการของ> HP แล้ว
th_th: การยืนยันตัวตนผ่าน Qzone ถือว่าคุณยอมรับ<ข้อกำหนดการใช้บริการ>ของ HP
tr_tr: Qzone kimliğinizi doğruladığınızda, HP’nin <Hizmet Şartlarını> da kabul etmiş olursunuz.
zh_cn: 通过 QQ 空间进行验证，亦表示您同意 HP 的<服务条款>。
zh_hant: 向 Qzone 進行驗證即表示您也同意 HP <服務條款>。

# ofB-Rh-sga.text
source: Detail
ar: التفاصيل
cs_cz: Podrobnosti
da_dk: Detalje
el_gr: Λεπτομέρειες
es_es: Detalle
es_mx: Detalle
et: Üksikasjad
fi_fi: Tiedot
fr_ca: Renseignements
fr_fr: Détails
he_il: פרטים
hu_hu: Részletek
it: Dettaglio
lt_lt: Išsami informacija
lv: Sīkāka informācija
nb_no: Detalj
pl: Szczegół
pt: Detalhe
pt_pt: Detalhe
ru: Сведения
sk_sk: Podrobnosti
sv_se: Information
th: รายละเอียด
th_th: รายละเอียด
tr_tr: Detay
zh_cn: 详情
zh_hant: 詳細資訊

# pvd-qV-bLb.normalTitle
source: Close
ar: إغلاق
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
es_mx: Cerrar
et: Sule
fi_fi: Sulje
fr_ca: Fermer
fr_fr: Fermer
he_il: סגור
hu_hu: Bezárás
id_id: Tutup
it: Chiudi
lt_lt: Uždaryti
lv: Aizvērt
nb_no: Lukk
nl_nl: Sluiten
pl: Zamknij
pt: Fechar
pt_pt: Fechar
ru: Закрыть
sk_sk: Zavrieť
sv_se: Stäng
th: ปิด
th_th: ปิด
tr_tr: Kapat
zh_cn: 关闭
zh_hant: 關閉

# qsf-b8-Lfu.text
source: Connected
ar: متصل
cs_cz: Připojeno
da_dk: Tilsluttet
de_de: Verbunden
el_gr: Έγινε σύνδεση
es_es: Conectado
es_mx: Conectado
et: Ühendatud
fi_fi: Yhdistetty
fr_ca: Connecté
fr_fr: Connecté
he_il: מחובר
hu_hu: Csatlakozva
id_id: Tersambung
it: Connesso
lt_lt: Prisijungta
lv: Savienojums izveidots
nb_no: Tilkoblet
nl_nl: Verbonden
pl: Połączono
pt: Conectado
pt_pt: Ligado
ru: Подключено
sk_sk: Pripojené
sv_se: Ansluten
th: เชื่อมต่อแล้ว
th_th: เชื่อมต่อแล้ว
tr_tr: Bağlı
zh_cn: 已连接
zh_hant: 已連線

# sIS-tD-Si9.text
source: Locate the Reset pin-hole near the charging port. Insert a straight pin into the hole to press the button inside. Press the Power button until the LED indicator turns white to restart the printer.
ar: ابحث عن ثقب دبوس \"إعادة الضبط\" بالقرب من منفذ الشحن وأدخل دبوسًا مستقيمًا في الثقب للضغط على الزر الموجود بالداخل. اضغط على زر \"الطاقة\" حتى يتحول مؤشر LED إلى اللون الأبيض لإعادة تشغيل الطابعة.
cs_cz: Najděte resetovací otvor vedle nabíjecího portu. Zasuňte rovný kolík do otvoru a zatlačte tlačítko dovnitř. Resetujte tiskárnu stisknutím a podržením tlačítka, dokud se barva kontrolky LED nezmění na bílou.
da_dk: Find det lille hul i nærheden af opladningsporten. Stik en lige nål ind i hullet for at trykke på knappen indeni. Tryk på tænd/sluk-knappen, indtil lampen lyser hvidt for at genstarte printeren.
de_de: Führen Sie neben dem Ladeanschluss eine geradegebogene Büroklammer in die Öffnung der Zurücksetzen-Taste ein, um die Taste darin zu drücken. Halten Sie dann die Netztaste gedrückt, bis die LED-Anzeige weiß leuchtet, um den Drucker neu zu starten.
el_gr: Εντοπίστε την οπή επαναφοράς κοντά στη θύρα φόρτισης. Τοποθετήστε μια ίσια βελόνα στην οπή για να πατήσετε το κουμπί που βρίσκεται στο εσωτερικό της. Κρατήστε πατημένο το κουμπί λειτουργίας, έως ότου η φωτεινή ένδειξη LED γίνει λευκή, για να επανεκκινήσετε τον εκτυπωτή.
es_es: Localice el orificio para reiniciar cerca del puerto de carga. Inserte una aguja larga en el orificio para pulsar el botón interior. Pulse el botón de Encendido hasta que el indicador LED se vuelva blanco para reiniciar la impresora.
es_mx: Localice el orificio para introducir el pasador de reseteo que se encuentra cerca del puerto de carga. Inserte un pasado recto en el orificio para presionar el botón interior. Para reiniciar la impresora, presione el botón de encendido hasta que la luz del indicador LED se vuelva blanca.
et: Otsige laadimispesa juurest üles lähtestamise nõelaauk. Lükake auku sirge nõel, et vajutada sees olevat nuppu. Vajutage printeri taaskäivitamiseks toitenuppu, kuni LED-indikaator muutub valgeks.
fi_fi: Paikanna latausportin lähellä oleva pieni palautusaukko. Paina sisällä olevaa palautuspainiketta työntämällä suoristettu paperiliitin aukkoon. Käynnistä tulostin uudelleen painamalla virtapainiketta, kunnes LED-merkkivalo muuttuu valkoiseksi.
fr_ca: Localisez le bouton de réinitialisation près du port de chargement. Insérez la tête d'un trombone dans le trou pour appuyer sur le bouton. Appuyez sur le bouton Power jusqu'à ce que l'indicateur LED devienne blanc pour redémarrer l'imprimante.
fr_fr: Localisez le trou d’aiguille près du port de chargement. Insérez une aiguille droite dans le trou pour appuyer sur le bouton qui s’y trouve. Appuyez sur le bouton d'alimentation jusqu’à ce que le voyant LED passe au blanc pour redémarrer l’imprimante.
he_il: אתר את חור הסיכה Reset (איפוס) ליד יציאת הטעינה. הכנס סיכה ישרה לתוך החור כדי ללחוץ על הלחצן הפנימי. לחץ על לחצן ההפעלה עד שמחוון ה-LED יהפוך ללבן כדי להפעיל את המדפסת מחדש.
hu_hu: Keresse meg a visszaállítási lyukat a feltöltési port közelében. Egy egyenes tűt használva nyomja meg a benne lévő gombot. A nyomtató újraindításához nyomja meg a tápkapcsolót, amíg a LED-es jelzőfény fehér nem lesz.
id_id: Temukan lubang jarum Atur Ulang di dekat port pengisian daya. Masukkan jarum ke dalam lubang tersebut untuk menekan tombol di dalamnya. Tekan tombol Daya hingga indikator LED berwarna putih untuk memulai ulang printer.
it: Individuare il foro di Ripristino vicino alla porta di carico. Inserire uno spillo nel foro per premere il pulsante interno. Premere il pulsante Alimentazione fino a che l'indicatore LED diventa bianco per riavviare la stampante.
lt_lt: Raskite nustatymų atkūrimo mygtuko ertmę šalia krovimo prievado. Tiesiu smeigtuku paspauskite ertmės viduje esantį mygtuką. Laikykite maitinimo mygtuką nuspaudę tol, kol LED indikatorius ims šviesti baltai, kad paleistumėte spausdintuvą iš naujo.
lv: Atrodiet atiestatīšanas atveri pie uzlādes porta. Ievietojiet atverē taisnu tapiņu, lai nospiestu iekšā esošo pogu. Nospiediet ieslēgšanas/izslēgšanas pogu, līdz gaismas diodes (LED) indikators sāk degt baltā, lai restartētu printeri.
nb_no: Finn det lille hullet for tilbakestilling i nærheten av ladeporten. Før en rett pinne inn i hullet og trykk inn knappen inne i hullet. Trykk på av/på-knappen helt til LED-indikatoren blir hvit for å starte skriveren på nytt.
nl_nl: Zoek de opening voor het herstellen van de beginwaarden naast de oplaadpoort. Plaats een rechte pin in de opening om de knop binnenin in te drukken. Druk op de aan-uitknop totdat het ledlampje wit wordt om de printer opnieuw op te starten.
pl: Odnajdź otworek resetowania w pobliżu portu ładowania. Włóż szpilkę w otworek, aby wcisnąć wewnętrzny przycisk. Naciśnij i przytrzymaj przycisk zasilania do momentu, aż zaświeci się biała dioda LED, aby ponownie uruchomić drukarkę.
pt: Localize o orifício de Reinicialização, próximo à porta de recarga. Insira um alfinete comum para pressionar o botão interno. Pressione o botão Liga/Desliga até que o indicador de LED fique branco, para reiniciar a impressora.
pt_pt: Localize o orifício de reinicialização junto à porta de carregamento. Insira um pino reto no orifício para premir o botão no interior. Prima o botão para ligar/desligar até o indicador LED ficar branco para reiniciar a impressora.
ru: Найдите отверстие с надписью Reset рядом с портом зарядки. Вставьте туда булавку и нажмите кнопку. Чтобы перезапустить принтер, нажмите и удерживайте кнопку питания, пока индикатор не загорится белым.
sk_sk: Vedľa nabíjacieho portu nájdite otvor na resetovanie. Zasuňte do neho rovný špendlík a stlačte tlačidlo vnútri. Ak chcete reštartovať tlačiareň, podržte tlačidlo napájania stlačené, kým sa farba LED indikátora nezmení na bielu.
sv_se: Leta upp återställningshålet nära laddningsporten. För in en rak nål i hålet och tryck på knappen inuti. Starta om skrivaren genom att trycka på strömknappen tills LED-indikatorn blir vit.
th: มองหารูเข็มที่อยู่ใกล้รูชาร์จ ใส่เข็มที่ไม่งอเข้าไปในรูเข็มเพื่อกดปุ่มที่อยู่ด้านใน กดปุ่มเปิดจนกว่าไฟแอลอีดีจะเปลี่ยนเป็นสีขาวเพื่อเปิดเครื่องใหม่อีกครั้ง
th_th: มองหาช่องรีเซ็ตที่อยู่ใกล้ช่องชาร์จแบต ใส่เข็มเข้าไปในช่องเพื่อกดปุ่มที่อยู่ด้านใน กดปุ่มเปิด/ปิดจนกว่าไฟ LED จะเปลี่ยนเป็นสีขาวเพื่อรีสตาร์ทเครื่อง
tr_tr: Şarj bağlantı noktasının yanındaki Sıfırlama deliğini bulun. Düz bir iğneyi sokarak deliğin içindeki düğmeye basın. Yazıcıyı yeniden başlatmak için güç düğmesine basın ve LED gösterge beyaza dönene kadar düğmeyi basılı tutun.
zh_cn: 找到充电口附近的重置针孔，插入一根直针，按动内部按钮。按住电源键，直到 LED 指示器变成白色以重启打印机。
zh_hant: 找出充電連接埠附近的重設針孔。將筆直的針輕輕插入孔中，按下裡面的重設按鈕。按住電源按鈕直到 LED 指示燈變成白色，即可重新啟動將印表機。

# tmd-Ot-zoO.text
source: Don’t forget to Print & Share your design
ar: لا تنس \"طباعة ومشاركة\" تصميمك
cs_cz: Nezapomeňte vytisknout a sdílet svůj návrh
da_dk: Glem ikke at udskrive og dele dit design
de_de: Drucken und teilen Sie Ihre Designs
el_gr: Μην ξεχάσετε να εκτυπώσετε και να κοινοποιήσετε το σχέδιό σας
es_es: No olvide imprimir y compartir su diseño
es_mx: No olvide imprimir y compartir su diseño
et: Ärge unustage oma kujundust printida ja jagada
fi_fi: Muista tulostaa ja jakaa tuotoksesi
fr_ca: Ne pas oublier d'imprimer et de partager votre conception
fr_fr: N'oubliez pas d'imprimer et de partager votre création
he_il: אל תשכח להדפיס ולשתף את העיצוב שלך
hu_hu: Ne feledje el kinyomtatni és megosztani egyedi megjelenését
id_id: Jangan lupa untuk Cetak & Bagi desain Anda
it: Non dimenticare di stampare e condividere il tuo progetto
lt_lt: Nepamirškite išspausdinti ir pasidalyti savo kūriniu
lv: Neaizmirstiet izdrukāt un kopīgot savu dizainu
nb_no: Ikke glem å skrive ut og dele ditt design
nl_nl: Vergeet niet je ontwerp te printen en te delen
pl: Pamiętaj, żeby wydrukować i udostępnić swój projekt
pt: Não se esqueça de imprimir e compartilhar seu projeto
pt_pt: Não se esqueça de imprimir e partilhar o seu design
ru: Не забудьте напечатать и показать изображение
sk_sk: Nezabudnite si návrh vytlačiť a zdieľať
sv_se: Glöm inte att skriva ut och dela din design
th: อย่าลืมพิมพ์และแชร์ผลงานของคุณ
th_th: อย่าลืมพิมพ์และแชร์ผลงานของคุณ
tr_tr: Tasarımınızı Basıp Paylaşmayı unutmayın
zh_cn: 请勿忘记打印和分享您的设计
zh_hant: 別忘記列印和共享您的設計

# w3A-HJ-eXe.text
source: By authenticating with Google, you also agree with HP’s <Terms of Service>.
ar: بالمصادقة باستخدام Google، فإنك توافق أيضًا على \"<شروط خدمات> HP\".
cs_cz: Ověřením ve službě Google současně souhlasíte s podmínkami služby HP <Podmínky služby>.
da_dk: Når du bruger Google til godkendelse, accepterer du også HP's <servicevilkår>.
de_de: Durch die Authentifizierung mit Google akzeptieren Sie die HP <Nutzungsbedingungen>.
el_gr: Εφόσον επιλέξετε να ολοκληρώσετε τη διαδικασία ελέγχου ταυτότητας μέσω της Google, συμφωνείτε και με τους <Όρους χρήσης> της ΗΡ.
es_mx: Si inicia sesión desde Google, también acepta los <Términos de servicio> de HP.
et: Google’iga autentimisel nõustute ka HP <teenusetingimustega>.
fi_fi: Googlen kautta tehty todentaminen tarkoittaa, että hyväksyt HP:n <palveluehdot>.
fr_ca: En vous authentifiant avec Google, vous acceptez également les <conditions d'utilisation> de HP.
fr_fr: En vous authentifiant sur Google, vous acceptez également les <Conditions de service> de HP.
he_il: על ידי אימות באמצעות Google, אתה מסכים גם ל<תנאי השירות> של HP.
hu_hu: A Google hitelesítésével egyben hozzájárul a HP <Terms of Service> feltételeihez is.
id_id: Dengan mengesahkan melalui Google berarti Anda juga menyetujui <Ketentuan Layanan> HP.
it: Collegandoti tramite Google, accetti anche le <Terms of Service> di HP.
lt_lt: Autentifikuodamiesi „Google“ sutinkate ir su HP <paslaugos teikimo sąlygomis>.
lv: Autentificējoties pakalpojumā Google, jūs piekrītat arī HP <pakalpojumu sniegšanas noteikumiem>.
nb_no: Ved å godkjenne med Google, godtar du også HPs <vilkår for bruk>.
pl: Logując się w serwisie Google, akceptujesz też <Warunki korzystania z usług> HP.
pt_pt: Ao autenticar com o Google, também concorda com os <Termos de Serviço> da HP.
sk_sk: Overením pomocou služby Google súčasne súhlasíte so <zmluvnými podmienkami> spoločnosti HP.
sv_se: Genom att logga in med Google godkänner du även HPs <tjänstevillkor>.
th_th: การยืนยันตัวตนผ่าน Google ถือว่าคุณยอมรับ<ข้อกำหนดการใช้บริการ>ของ HP
tr_tr: Google kimliğinizi doğruladığınızda, HP’nin <Hizmet Şartlarını> da kabul etmiş olursunuz.
zh_cn: 通过 Google 进行验证，亦表示您同意 HP 的<服务条款>。

# w68-hT-Ur3.text
source: WeChat Support
ar: دعم WeChat
cs_cz: Podpora funkce WeChat
da_dk: Support til WeChat
el_gr: Υποστήριξη WeChat
es_es: Soporte de WeChat
es_mx: Soporte WeChat
et: WeChati tugi
fi_fi: WeChat-tuki
fr_ca: Soutien WeChat
fr_fr: Assistance WeChat
he_il: תמיכת WeChat
hu_hu: WeChat támogatás
id_id: Dukungan WeChat
lt_lt: „WeChat“ pagalba
lv: WeChat Support (ASF atbalsts)
nb_no: WeChat-støtte
nl_nl: WeChat-ondersteuning
pl: Obsługa środowiska WeChat
pt: Suporte do WeChat
pt_pt: Suporte a WeChat
ru: Поддержка WeChat
sk_sk: Podpora pre WeChat
th: ฝ่ายสนับสนุนของ WeChat
th_th: ทีมสนับสนุนของ WeChat
tr_tr: WeChat Desteği
zh_cn: 微信支持
zh_hant: WeChat 支援

# znF-lh-wdy.text
source: Select an option below for sprocket printer and app support.
ar: حدد خيارًا مما يلي لطابعة sprocket ودعم التطبيقات.
cs_cz: Výběrem možnosti níže zobrazíte podporu tiskárny a aplikace sprocket.
da_dk: Vælg en indstilling herunder for at få support til sprocket-printer og -app.
de_de: Wählen Sie eine der Optionen unten aus, um Unterstützung zum Sprocket-Drucker und zur Sprocket-App zu erhalten.
el_gr: Ορίστε μία από τις παρακάτω επιλογές υποστήριξης του εκτυπωτή και της εφαρμογής sprocket.
es_es: Seleccione una de las siguientes opciones para la asistencia de la impresora y la aplicación.
es_mx: Seleccione una opción a continuación para el soporte de la impresora sprocket y de la aplicación.
et: Valige sprocketi printeri ja rakenduse toe jaoks alt üks suvand.
fi_fi: Valitse sprocket-tulostimen ja -sovelluksen tukivaihtoehto alla olevista.
fr_ca: Sélectionner une option ci-dessus de l’imprimante sprocket et du soutien de l'application.
fr_fr: Sélectionnez l'une des options ci-dessous pour obtenir de l'aide sur l'imprimante et l'application sprocket.
he_il: בחר באחת האפשרויות להלן לקבלת תמיכה במדפסת וביישום sprocket.
hu_hu: Válasszon a sprocket nyomtatóval és az alkalmazás támogatásával kapcsolatos alábbi lehetőségek közül.
id_id: Tetapkan pilihan di bawah ini untuk dukungan printer dan aplikasi sprocket.
lt_lt: Pasirinkite toliau pateiktą parinktį, norėdami gauti su „sprocket“ spausdintuvu ir programa susijusios pagalbos.
lv: Atlasiet tālāk norādīto Sprocket printera un lietojumprogrammas atbalsta opciju.
nb_no: Velg et alternativ nedenfor for sprocket- skriverstøtte og app-støtte.
nl_nl: Selecteer hieronder een optie voor sprocket printer- en app-ondersteuning.
pl: Wybierz spośród poniższych opcji wsparcia dla drukarki i aplikacji sprocket.
pt: Selecione uma opção abaixo para a impressora e o suporte ao aplicativo do sprocket.
pt_pt: Selecione uma das seguintes opções para a impressora sprocket e o suporte da aplicação.
ru: Выберите один из вариантов поддержки принтера и приложения sprocket.
sk_sk: Podporu pre tlačiareň a aplikáciu sprocket získate po výbere niektorej z možností nižšie.
th: เลือกตัวเลือกด้านล่างสำหรับเครื่องพิมพ์และการสนับสนุนแอปพลิเคชัน sprocket
th_th: เลือกตัวเลือกด้านล่างสำหรับเครื่องพิมพ์และการสนับสนุนแอปพลิเคชัน sprocket
tr_tr: Sprocket yazıcı ve uygulama desteği için aşağıdaki seçeneklerden birini belirleyin.
zh_cn: 请在下方选择一个 sprocket 打印机的应用支持。
zh_hant: 從下列選項中選取 sprocket 印表機和應用程式支援選項。

# BBT-a1-B1F.text
source: © 2016 HP Development Company, L.P.
ar: حقوق الطبع والنشر © لشركة HP Development Company, L.P لعام 2016.
lt_lt: © „HP Development Company, L.P.“, 2016.
ru: © HP Development Company, L.P., 2016

# XgH-Dx-oow.text
source: Saved to Camera Roll
es_es: Guardado en el carrete de la cámara
et: Filmilindile salvestatud
lv: Saglabāti mapē Fotoattēli no kameras
nl_nl: Opgeslagen naar Filmrol
pl: Zapisano w albumie Z aparatu
pt: Salvo no rolo da câmera
ru: Сохранено в Фотопленку
th: บันทึกใน Camera Roll แล้ว
zh_hant: 儲存至手機相簿
