Repository: rtauseef/sprocket_ios_app
Catalog: Sprocket/PhotoGram/*.lproj/PG_Main.strings
Languages: ar, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et, fi_fi, fr_ca, fr_fr, he_il, hu_hu, id_id, it, lt_lt, lv, nb_no, nl_nl, pl, pt, pt_pt, ru, sk_sk, sv_se, th, th_th, tr_tr, zh_cn, zh_hant

# 1Gm-FD-YRV.title
source: Done
ar: تم
cs_cz: Hotovo
da_dk: Udført
de_de: Fertig
el_gr: Τέλος
es_es: Listo
es_mx: Listo
et: Valmis
fi_fi: Valmis
fr_ca: Terminé
fr_fr: Terminé
he_il: סיום
hu_hu: Kész
id_id: Selesai
it: Invia
lt_lt: Baigta
lv: Gatavs
nb_no: Ferdig
nl_nl: Klaar
pl: Gotowe
pt: Concluído
pt_pt: Concluído
ru: Готово
sk_sk: Hotovo
sv_se: Klar
th: เสร็จสิ้น
th_th: เสร็จสิ้น
tr_tr: Bitti
zh_cn: 完成
zh_hant: 完成

# 3FE-mc-FrD.text
source: By using Pitu, you also agree to the HP <Terms of Service>.
ar: باستخدام Pitu، فإنك توافق أيضًا على \"<شروط خدمات> HP\".
cs_cz: Použitím aplikace Pitu současně souhlasíte s podmínkami služby HP <Podmínky služby>.
da_dk: Når du bruger Pitu, accepterer du også HP's <servicevilkår>.
de_de: Durch die Verwendung von Pitu akzeptieren Sie die HP <Nutzungsbedingungen>.
el_gr: Εφόσον χρησιμοποιήσετε το Pitu, συμφωνείτε και με τους <Όρους χρήσης> της ΗΡ.
es_es: Al usar Pitu, también acepta los <Términos de servicio> de HP.
es_mx: Al usar Pitu, acepta los <Términos de servicio> de HP.
et: Pitu kasutamisel nõustute ka HP <teenusetingimustega>.
fi_fi: Pitun käyttäminen tarkoittaa, että hyväksyt HP:n <palveluehdot>.
fr_ca: En utilisant Pitu, vous acceptez également les <conditions d'utilisation> de HP.
fr_fr: En utilisant Pitu, vous acceptez également les <Conditions de service> de HP.
he_il: על ידי שימוש ב-Pitu, אתה מסכים גם ל<תנאי השירות> של HP.
hu_hu: A Pitu használatával egyben hozzájárul a HP <Terms of Service> feltételeihez is.
id_id: Dengan menggunakan Pitu, Anda juga menyetujui <Ketentuan Layanan> HP.
it: Utilizzando Pitu, accetti anche le <Terms of Service> di HP.
lt_lt: Naudodami „Pitu“ sutinkate su HP <paslaugos teikimo sąlygomis>.
lv: Izmantojot programmu Pitu, jūs piekrītat arī HP <pakalpojumu sniegšanas noteikumiem>.
nb_no: Ved å bruke Pitu, godtar du også HPs <vilkår for bruk>.
nl_nl: Door Pitu te gebruiken ga je ook akkoord met de <gebruiksvoorwaarden> van HP.
pl: Korzystając z aplikacji Pitu, akceptujesz też <Warunki korzystania z usług> HP.
pt: Ao utilizar o Pitu, você também concorda com os <termos de serviços> da HP.
pt_pt: Ao utilizar o Pitu, também concorda com os <Termos de Serviço> da HP.
ru: Используя Pitu, вы принимаете <условия обслуживания> HP.
sk_sk: Používaním aplikácie Pitu súčasne súhlasíte so <zmluvnými podmienkami> spoločnosti HP.
sv_se: Genom att använda Pitu godkänner du även HPs <tjänstevillkor>.
th: การใช้ Pitu หมายความว่าคุณยอมรับ<เงื่อนไขและข้อตกลงการให้บริการของ> HP แล้ว
th_th: การใช้ Pitu หมายความว่าคุณยอมรับ <ข้อกำหนดการใช้บริการ> ของ HP แล้ว
tr_tr: Pitu’yu kullandığınızda, HP’nin <Hizmet Şartlarını> da kabul etmiş olursunuz.
zh_cn: 使用天天P图，亦表示您同意 HP 的<服务条款>。
zh_hant: 使用 Pitu 即表示您也同意 HP <服務條款>。

# 3PR-Lb-830.title
source: How To & Help
ar: الكيفية والتعليمات
cs_cz: Návody a nápověda
da_dk: Tip og hjælp
de_de: Anleitungen und Hilfe
el_gr: Οδηγίες και βοήθεια
es_es: Cómo y ayuda
es_mx: Cómo contactarnos
et: Kasutamise teave ja spikker
fi_fi: Ohje
fr_ca: Comment faire et aide
fr_fr: Tutoriels et aide
he_il: הדרכה ועזרה
hu_hu: Teendők és súgó
id_id: Caranya & Bantuan
it: Accesso all'assistenza e al supporto
lt_lt: Instrukcijos ir žinynas
lv: Norādījumi un palīdzība
nb_no: Hvordan du gjør det og Hjelp
nl_nl: Instructies en Help
pl: Porady i pomoc
pt: Orientação e ajuda
pt_pt: Introdução e Ajuda
ru: Руководство и справка
sk_sk: Postupy a pomocník
sv_se: Instruktioner och hjälp
th: วิธีการใช้งานและการช่วยเหลือ
th_th: วิธีใช้และการช่วยเหลือ
tr_tr: Nasıl Yapılır ve Yardım
zh_cn: 操作指引与帮助
zh_hant: 使用方式與說明

# 3rx-Fp-iLE.text
source: By authenticating with social sources you also agree to HP <Terms of Service>.
ar: بالمصادقة على المصادر الاجتماعية، فإنك توافق أيضًا على \"<شروط خدمات> HP\".
cs_cz: Ověřením na zdrojích na sociálních sítích současně souhlasíte s podmínkami služby HP <Podmínky služby>.
da_dk: Når du bruger sociale mediekonti til godkendelse, accepterer du også HP's <servicevilkår>.
de_de: Durch die Authentifizierung mit sozialen Medien akzeptieren Sie die HP <Nutzungsbedingungen>.
el_gr: Εφόσον επιλέξετε να ολοκληρώσετε τη διαδικασία ελέγχου ταυτότητας κάνοντας χρήση κάποιου κοινωνικού μέσου, συμφωνείτε και με τους <Όρους χρήσης> της ΗΡ.
es_es: Al autenticarse con una red social también acepta los <Términos de servicio> de HP.
es_mx: Si inicia sesión desde medios sociales, también acepta los <Términos de servicio> de HP.
et: Sotsiaalmeediaallikatega autentimisel nõustute ka HP <teenusetingimustega>.
fi_fi: Sosiaalisen median kautta tehty todentaminen tarkoittaa myös, että hyväksyt HP:n <palveluehdot>.
fr_ca: En vous authentifiant avec les sources sociales, vous acceptez également les <conditions d'utilisation> de HP.
fr_fr: En vous authentifiant sur les réseaux sociaux, vous acceptez également les <Conditions de service> de HP.
he_il: על ידי אימות באמצעות מקורות חברתיים, אתה מסכים גם ל<תנאי השירות> של HP.
hu_hu: A közösségi források hitelesítésével egyben hozzájárul a HP <Terms of Service> feltételeihez is.
id_id: Dengan mengesahkan melalui sumber sosial berarti Anda juga menyetujui <Ketentuan Layanan> HP.
lt_lt: Autentifikuodamiesi socialiniuose šaltiniuose sutinkate ir su HP <paslaugos teikimo sąlygomis>.
lv: Autentificējoties sociālo pakalpojumu avotos, jūs piekrītat arī HP <pakalpojumu sniegšanas noteikumiem>.
nb_no: Ved å godkjenne med sosiale kilder, godtar du også HPs <vilkår for bruk>.
nl_nl: Door aanmelding bij social media ga je ook akkoord met de <gebruiksvoorwaarden> van HP.
pl: Logując się w mediach społecznościowych, akceptujesz też <Warunki korzystania z usług> HP.
pt: Ao autenticar-se em redes sociais, você também concorda com os <termos de serviço> da HP.
pt_pt: Ao autenticar com as redes sociais, concorda também com os <Termos de Serviço> da HP.
ru: Выполняя аутентификацию через соцсети, вы принимаете <условия обслуживания> HP.
sk_sk: Overením pomocou sociálnych zdrojov súčasne súhlasíte so <zmluvnými podmienkami> spoločnosti HP.
th: การยืนยันตัวตนผ่านแหล่งสังคมออนไลน์หมายความว่าคุณยอมรับ<เงื่อนไขและข้อตกลงการให้บริการของ> HP แล้ว
th_th: การยืนยันตัวตนผ่านแหล่งสังคมออนไลน์ถือว่าคุณยอมรับ<ข้อกำหนดการใช้บริการ> ของ HP
tr_tr: Sosyal kaynaklarda kimliğinizi doğruladığınızda, HP’nin <Hizmet Şartlarını> da kabul etmiş olursunuz.
zh_cn: 通过社交网络源进行验证，亦表示您同意 HP 的<服务条款>。
zh_hant: 向社交來源進行驗證即表示您也同意 HP <服務條款>。

# 3t6-KR-FbJ.text
source: By authenticating with Instagram, you also agree with HP’s <Terms of Service>.
ar: بالمصادقة باستخدام Instagram، فإنك توافق أيضًا على \"<شروط خدمات> HP\".
cs_cz: Ověřením ve službě Instagram současně souhlasíte s podmínkami služby HP <Podmínky služby>.
da_dk: Når du bruger Instagram til godkendelse, accepterer du også HP's <servicevilkår>.
de_de: Durch die Authentifizierung mit Instagram akzeptieren Sie die HP <Nutzungsbedingungen>.
el_gr: Εφόσον επιλέξετε να ολοκληρώσετε τη διαδικασία ελέγχου ταυτότητας μέσω του Instagram, συμφωνείτε και με τους <Όρους χρήσης> της ΗΡ.
es_es: Al autenticarse con Instagram, también acepta los <Términos de servicio> de HP.
es_mx: Si inicia sesión desde Instagram, también acepta los <Términos de servicio> de HP.
et: Instagramiga autentimisel nõustute ka HP <teenusetingimustega>.
fi_fi: Instagramin kautta tehty todentaminen tarkoittaa myös, että hyväksyt HP:n <palveluehdot>.
fr_ca: En vous authentifiant avec Instagram, vous acceptez également les <conditions d'utilisation> de HP.
fr_fr: En vous authentifiant sur Instagram, vous acceptez également les <Conditions de service> de HP.
he_il: על ידי אימות באמצעות Instagram, אתה מסכים גם ל<תנאי השירות> של HP.
hu_hu: Az Instagram hitelesítésével egyben hozzájárul a HP <Terms of Service> feltételeihez is.
id_id: Dengan mengesahkan melalui Instagram berarti Anda juga menyetujui <Ketentuan Layanan> HP.
it: Collegandoti tramite Instagram, accetti anche le <Terms of Service> di HP.
lt_lt: Autentifikuodamiesi „Instagram“ sutinkate ir su HP <paslaugos teikimo sąlygomis>.
lv: Autentificējoties pakalpojumā Instagram, jūs piekrītat arī HP <pakalpojumu sniegšanas noteikumiem>.
nb_no: Ved å godkjenne med Instagram, godtar du også HPs <vilkår for bruk>.
nl_nl: Door aanmelding bij Instagram ga je ook akkoord met de <gebruiksvoorwaarden> van HP.
pl: Logując się w serwisie Instagram, akceptujesz też <Warunki korzystania z usług> HP.
pt: Ao autenticar-se com o Instagram, você também concorda com os <termos de serviço> da HP.
pt_pt: Ao autenticar com o Instagram, concorda também com os <Termos de Serviço> da HP.
ru: Выполняя аутентификацию через Instagram, вы принимаете <условия обслуживания> HP.
sk_sk: Overením pomocou služby Instagram súčasne súhlasíte so <zmluvnými podmienkami> spoločnosti HP.
sv_se: Genom att logga in med Instagram godkänner du även HPs <tjänstevillkor>.
th: การยืนยันตัวตนผ่าน Instagram หมายความว่าคุณยอมรับ<เงื่อนไขและข้อตกลงการให้บริการของ> HP แล้ว
th_th: การยืนยันตัวตนผ่าน Instagram ถือว่าคุณยอมรับ<ข้อกำหนดการใช้บริการ> ของ HP
tr_tr: Instagram kimliğinizi doğruladığınızda, HP’nin <Hizmet Şartlarını> da kabul etmiş olursunuz.
zh_cn: 通过 Instagram 进行验证，亦表示您同意 HP 的<服务条款>。
zh_hant: 向 Instagram 進行驗證即表示您也同意 HP <服務條款>。

# 4go-MT-3C1.text
source: Reset Sprocket Printer
ar: إعادة ضبط طابعة Sprocket
cs_cz: Resetovat tiskárnu sprocket
da_dk: Nulstil sprocket-printer
de_de: Sprocket-Drucker zurücksetzen
el_gr: Επαναφορά εκτυπωτή sprocket
es_es: Reinicio de la impresora Sprocket
es_mx: Reiniciar la impresora Sprocket
et: Lähtesta Sprocketi printer
fi_fi: Palauta Sprocket-tulostimen oletusasetukset
fr_ca: Réinitialiser l’imprimante Sprocket
fr_fr: Réinitialisation de l'imprimante sprocket
he_il: אפס את מדפסת Sprocket
hu_hu: A sprocket nyomtató alaphelyzetbe állítása
id_id: Atur Ulang Printer Sprocket
it: Ripristinare la stampante Sprocket
lt_lt: Nustatyti „Sprocket“ spausdintuvą iš naujo
lv: Atiestatiet Sprocket printeri
nb_no: Tilbakestill sprocket-skriver
nl_nl: Beginwaarden van de Sprocket printer herstellen
pl: Zresetuj drukarkę sprocket
pt: Redefinir impressora de sprocket
pt_pt: Reinicializar a impressora Sprocket
ru: Сброс настроек Sprocket Printer
sk_sk: Resetovať tlačiareň sprocket
sv_se: Återställ sprocket-fotoskrivare
th: รีเซ็ตเครื่องพิมพ์ sprocket
th_th: รีเซ็ตเครื่องพิมพ์ sprocket
tr_tr: Sprocket Yazıcıyı Sıfırla
zh_cn: 重置 Sprocket 打印机
zh_hant: 重設 Sprocket 印表機

# 7Vs-BF-yHI.text
source: Join Support Forum
ar: الانضمام إلى منتدى الدعم
cs_cz: Připojit se k fóru podpory
da_dk: Deltag i supportforum
de_de: Supportforum beitreten
el_gr: Σύνδεση στο φόρουμ υποστήριξης
es_es: Inscríbase en el foro de asistencia
es_mx: Foro de Soporte de Hp:
et: Liituge tugifoorumiga
fi_fi: Liity tukifoorumiin
fr_ca: Joindre le forum de soutien
fr_fr: Accéder au forum de support
he_il: הצטרף לפורום התמיכה
hu_hu: Csatlakozás a támogatói fórumhoz
id_id: Bergabunglah di Forum Dukungan
it: Iscriviti al forum Supporto
lt_lt: Prisijungti prie pagalbos forumo
lv: Pievienoties atbalsta forumam
nb_no: Bli med i støtteforumet
nl_nl: Deelnemen aan Supportforum
pl: Dołącz do forum wsparcia technicznego
pt: Participe do fórum de suporte
pt_pt: Aderir ao Fórum de Suporte
ru: Посетите форум поддержки
sk_sk: Pripojiť sa k fóru podpory
sv_se: Gå med i supportforum
th: เข้าร่วมฟอรั่มช่วยเหลือ
th_th: เข้าร่วมฟอรั่มการสนับสนุน
tr_tr: Destek Forumuna Katıl
zh_cn: 加入支持论坛
zh_hant: 加入支援討論區

# 7fa-oG-gkS.text
source: Title
ar: العنوان
cs_cz: Název
da_dk: Titel
de_de: Titel
el_gr: Τίτλος
es_es: Título
es_mx: Título
et: Pealkiri
fi_fi: Otsikko
fr_ca: Titre
fr_fr: Titre
he_il: כותרת
hu_hu: Cím
id_id: Judul
it: Titolo
lt_lt: Pavadinimas
lv: Virsraksts
nb_no: Tittel
nl_nl: Titel
pl: Tytuł
pt: Denominação
pt_pt: Título
ru: Заголовок
sk_sk: Názov
sv_se: Titel
th: ชื่อ
th_th: ชื่อ
tr_tr: Başlık
zh_cn: 标题
zh_hant: 職位

# 8WR-66-byL.title
source: Done
ar: تم
cs_cz: Hotovo
da_dk: Udført
de_de: Fertig
el_gr: Τέλος
es_es: Listo
es_mx: Listo
et: Valmis
fi_fi: Valmis
fr_ca: Terminé
fr_fr: Terminé
he_il: סיום
hu_hu: Kész
id_id: Selesai
it: Invia
lt_lt: Baigta
lv: Gatavs
nb_no: Ferdig
nl_nl: Klaar
pl: Gotowe
pt: Concluído
pt_pt: Concluído
ru: Готово
sk_sk: Hotovo
sv_se: Klar
th: เสร็จสิ้น
th_th: เสร็จสิ้น
tr_tr: Bitti
zh_cn: 完成
zh_hant: 完成

# 9rP-Vf-tjP.title
source: Setup Sprocket Printer
ar: إعداد طابعة Sprocket
cs_cz: Nastavit tiskárnu sprocket
da_dk: Konfigurer sprocket-printer
de_de: Sprocket-Drucker einrichten
el_gr: Ρύθμιση εκτυπωτή sprocket
es_es: Instalación de la impresora Sprocket
et: Seadista Sprocketi printer
fi_fi: Määritä Sprocket-tulostimen asetukset
fr_ca: Paramètres de l’imprimante Sprocket
fr_fr: Configuration de l'imprimante sprocket
he_il: הגדר את מדפסת Sprocket
hu_hu: A sprocket nyomtató beállítása
id_id: Atur Printer Sprocket
it: Configurazione della stampante Sprocket
lt_lt: Nustatyti „Sprocket“ spausdintuvą
lv: Iestatīt Sprocket printeri
nb_no: Konfigurer sprocket-skriver
nl_nl: Sprocket printer installeren
pl: Skonfiguruj drukarkę sprocket
pt: Configurar impressora de sprocket
pt_pt: Configurar a impressora Sprocket
ru: Настройка Sprocket Printer
sk_sk: Nastaviť tlačiareň sprocket
sv_se: Installera sprocket-fotoskrivare
th: ติดตั้งเครื่องพิมพ์ sprocket
th_th: ติดตั้งเครื่องพิมพ์ sprocket
tr_tr: Sprocket Yazıcıyı Kur
zh_cn: 安装 Sprocket 打印机
zh_hant: 設定 Sprocket 印表機

# 34K-Xv-dA8.text
source: Visit Support Website
ar: زيارة موقع الدعم على الويب
cs_cz: Navštívit webovou stránku podpory
da_dk: Gå til supportwebstedet
de_de: Support-Website besuchen
el_gr: Μετάβαση στην τοποθεσία web υποστήριξης
es_es: Visite el sitio web de asistencia
es_mx: Visite nuestro sitio Web
et: Külastage klienditoe veebisaiti
fi_fi: Käy tukisivustolla
fr_ca: Visiter le site de soutien
fr_fr: Visiter le site Web de support
he_il: בקר באתר האינטרנט של התמיכה
hu_hu: A támogatói webhely felkeresése
id_id: Kunjungi Situs Web Dukungan
it: Visita il sito web Supporto
lt_lt: Apsilankyti pagalbos svetainėje
lv: Apmeklēt atbalsta vietni
nb_no: Besøk støttenettstedet
nl_nl: Supportwebsite bezoeken
pl: Odwiedź witrynę wsparcia technicznego
pt: Visite o site de suporte:
pt_pt: Visitar o Website de Suporte
ru: Посетите сайт поддержки
sk_sk: Navštíviť webovú lokalitu podpory
sv_se: Besök webbplats för support
th: เยี่ยมชมเว็บไซต์ช่วยเหลือ
th_th: เยี่ยมชมเว็บไซต์สนับสนุน
tr_tr: Destek Web Sitesini Ziyaret Et
zh_cn: 访问支持网站
zh_hant: 造訪支援網站

# BV3-xe-r0y.normalTitle
source: More Help
ar: المزيد من التعليمات
cs_cz: Další nápověda
da_dk: Mere hjælp
de_de: Weitere Hilfe
el_gr: Περισσότερη βοήθεια
es_es: Más ayuda
es_mx: Más ayuda
et: Täiendav abi
fi_fi: Lisäohjeita
fr_ca: Autre aide
fr_fr: Aide supplémentaire
he_il: עזרה נוספת
hu_hu: További segítség
id_id: Bantuan Lainnya
it: Ulteriori informazioni
lt_lt: Daugiau pagalbos informacijos
lv: Vairāk palīdzības
nb_no: Mer Hjelp
nl_nl: Meer help
pl: Dodatkowa pomoc
pt: Mais ajuda
pt_pt: Mais ajuda
ru: Дополнительная справка
sk_sk: Ďalšia pomoc
sv_se: Mer hjälp
th: การช่วยเหลือเพิ่มเติม
th_th: การช่วยเหลือเพิ่มเติม
tr_tr: Daha Fazla Yardım
zh_cn: 其他帮助信息
zh_hant: 更多說明

# BfZ-Hp-dCM.text
source: Album Title
ar: عنوان الألبوم
cs_cz: Název alba
da_dk: Albumtitel
de_de: Albumtitel
el_gr: Τίτλος άλμπουμ
es_mx: Título del álbum
et: Albumi pealkiri
fi_fi: Albumin nimi
fr_ca: Titre de l'album
fr_fr: Titre de l'album
he_il: שם אלבום
hu_hu: Album címe
id_id: Judul Album
it: Titolo album
lt_lt: Albumo pavadinimas
lv: Albuma nosaukums
nb_no: Albumtittel
pl: Tytuł albumu
pt_pt: Título do álbum
sk_sk: Názov albumu
sv_se: Albumtitel
th_th: ชื่ออัลบั้ม
tr_tr: Albüm Başlığı
zh_cn: 相册标题

# DG2-Ok-pfm.normalTitle
source: Sign in
ar: تسجيل الدخول
cs_cz: Přihlášení
da_dk: Log på
de_de: Anmelden
el_gr: Σύνδεση
es_es: Iniciar sesión
es_mx: Inicie sesión
et: Logi sisse
fi_fi: Kirjaudu sisään
fr_ca: Connexion
fr_fr: Connexion
he_il: כניסה
hu_hu: Bejelentkezés
id_id: Masuk
it: Accedi
lt_lt: Prisijungti
lv: Pierakstīties
nb_no: Logg på
nl_nl: Aanmelden
pl: Zaloguj się
pt: Login
pt_pt: Iniciar sessão
ru: Вход
sk_sk: Prihlásiť sa
sv_se: Logga in
th: ลงชื่อเข้าใช้
th_th: ลงชื่อเข้าใช้
tr_tr: Oturum aç
zh_cn: 登录
zh_hant: 登入

# DmV-M2-d4s.text
source: Put the entire pack in the paper tray with barcode and HP logos facing down.
ar: ضع الحزمة بكاملها في درج الورق بحيث يكون الرمز الشريطي وشعارات HP متجهة لأسفل.
cs_cz: Vložte celý balík do zásobníku na papír čárovým kódem a logy HP směrem dolů.
da_dk: Læg hele pakken i papirbakken, så stregkode og HP's logoer vender nedad.
de_de: Legen Sie den kompletten Stapel so in das Papierfach ein, dass der Barcode und die HP Logos nach unten zeigen.
el_gr: Τοποθετήστε ολόκληρο το πακέτο στο δίσκο χαρτιού με το γραμμοκώδικα και τα λογότυπα της ΗΡ στραμμένα προς τα κάτω.
es_es: Coloque el paquete entero en la bandeja de papel con el código de barras y los logotipos HP hacia abajo.
es_mx: En la bandeja del papel, coloque todo el paquete con el código de barras y los logotipos de HP hacia abajo.
et: Pange kogu pakk paberialusele, vöötkood ja HP logod suunaga alla.
fi_fi: Aseta koko pakkaus syöttölokeroon viivakoodi ja HP-logot alaspäin.
fr_ca: Mettre le paquet entier dans le magasin avec le code-barre et les logos HP orientés vers le bas.
fr_fr: Insérez tout le pack de feuilles dans le bac papier. Le code-barre et les logos HP doivent être orientés vers le bas.
he_il: הכנס את החבילה כולה למגש הנייר כשהברקוד וסמלי HP פונים כלפי מטה.
hu_hu: Helyezze a teljes csomagot a papírtálcára úgy, hogy a vonalkód és a HP-logók lefelé nézzenek.
id_id: Taruh seluruh pak pada baki kertas dengan posisi barcode dan logo HP menghadap ke bawah.
it: Caricare l'intera confezione nel vassoio carta con il codice a barre e il logo HP rivolto verso il basso.
lt_lt: Įdėkite visą popieriaus pakuotę į popieriaus dėklą brūkšniniu kodu ir HP logotipu į apačią.
lv: Ievietojiet visu pakotni papīra paplātē, lai svītrkods un HP logotips būtu vērsts uz leju.
nb_no: Sett hele pakningen i papirskuffen med strekkode- og HP-logoer vendt nedover.
nl_nl: Plaats het hele pak in de papierlade met de barcode en HP logo's aan de onderzijde.
pl: Włóż całą paczkę do podajnika papieru, tak aby kod kreskowy i logo HP były skierowane w dół.
pt: Coloque o pacote inteiro na bandeja de papel com o código de barras e os logotipos HP voltados para baixo.
pt_pt: Coloque a embalagem inteira no tabuleiro de papel com o código de barras e os logótipos da HP virados para baixo.
ru: Положите всю пачку в лоток так, чтобы штрихкод и логотип HP оказались внизу.
sk_sk: Vložte celý balík do zásobníka na papier čiarovým kódom a logami spoločnosti HP smerujúcimi nadol.
sv_se: Lägg hela bunten i pappersfacket med streckkoden och HP-logotyperna nedåt.
th: ใส่กระดาษทั้งหมดลงในถาดรองกระดาษ โดยให้บาร์โค้ดและโลโก้ HP คว่ำหน้าลง
th_th: ใส่กระดาษทั้งหมดลงในถาดกระดาษ โดยให้บาร์โค้ดและโลโก้ HP คว่ำหน้าลง
tr_tr: Tüm paketi, barkodu ve HP logoları aşağı bakacak şekilde tepsiye yerleştirin.
zh_cn: 将整包纸张放入纸盒，条形码和 HP 标志向下。
zh_hant: 將整包紙放入紙匣，條碼和 HP 標誌朝下。

# EN2-Sd-rVK.text
source: Press and hold the power button until the LED turns white.
ar: اضغط مع الاستمرار على زر الطاقة حتى يتحول مؤشر LED إلى اللون الأبيض.
cs_cz: Stiskněte a podržte tlačítko napájení, dokud se barva kontrolky LED nezmění na bílou.
da_dk: Tryk på tænd/sluk-knappen, indtil LED'en bliver hvid.
de_de: Halten Sie die Netztaste gedrückt, bis die LED weiß leuchtet.
el_gr: Πατήστε παρατεταμένα το κουμπί λειτουργίας, μέχρι η φωτεινή ένδειξη LED να γίνει λευκή.
es_es: Pulse y mantenga presionado el botón de Encendido hasta que el LED se vuelva blanco.
es_mx: Mantenga presionado el botón de encendido hasta que la luz LED se vuelva blanca.
et: Vajutage toitenuppu ja hoidke seda all kuni LED-tuli muutub valgeks.
fi_fi: Paina virtapainiketta ja pidä sitä painettuna, kunnes LED-valo muuttuu valkoiseksi.
fr_ca: Maintenir le bouton d’alimentation appuyé jusqu'à ce que la DEL devienne blanche.
fr_fr: Appuyez sur le bouton de mise sous tension jusqu'à ce que la LED s'illumine en blanc.
he_il: לחץ והחזק את לחצן ההפעלה עד שנורית ה-LED תהפוך ללבנה.
hu_hu: Tartsa lenyomva a tápellátás gombot, amíg a LED fehérre nem vált.
id_id: Tekan terus tombol daya hingga LED berwarna putih.
it: Premere il pulsante di accensione e tenerlo premuto, finché il LED non diventa bianco.
lt_lt: Paspauskite ir palaikykite maitinimo mygtuką, kol šviesos diodas pradės šviesti baltai.
lv: Turiet nospiestu ieslēgšanas/izslēgšanas pogu, līdz gaismas diodes (LED) indikators sāks degt baltā krāsā.
nb_no: Trykk og hold strømbryteren til LED-lyset blir hvitt.
nl_nl: Druk op de aan-uitknop en houd deze ingedrukt totdat het ledlampje wit wordt.
pl: Naciśnij i przytrzymaj przycisk zasilania do momentu, aż zaświeci się biała dioda LED.
pt: Pressione e segure o botão Liga/Desliga até que o LED fique branco.
pt_pt: Prima continuamente o botão para ligar/desligar até o LED ficar branco.
ru: Нажмите и удерживайте кнопку питания, пока индикатор не загорится белым.
sk_sk: Stlačte a podržte tlačidlo napájania dovtedy, kým sa farba LED indikátora nezmení na bielu.
sv_se: Tryck på och håll strömknappen intryckt tills LED-lampan blir vit.
th: กดปุ่มเปิดเครื่องค้างไว้จนกว่าไฟแอลอีดีจะเปลี่ยนเป็นสีขาว
th_th: กดปุ่มเปิด/ปิดเครื่องค้างไว้จนกว่าไฟ LED จะเปลี่ยนเป็นสีขาว
tr_tr: Güç düğmesine basın ve LED beyaza dönene kadar düğmeyi basılı tutun.
zh_cn: 长按住电源按钮，直至 LED 灯变白。
zh_hant: 按住電源按鈕，直到 LED 變成白色。

# EjE-om-e07.title
source: About
ar: نبذة
cs_cz: O aplikaci
da_dk: Om
de_de: Info
el_gr: Πληροφορίες
es_es: Acerca de
es_mx: Acerca de
et: Teave
fi_fi: Tietoja
fr_ca: À propos
fr_fr: À propos
he_il: אודות
hu_hu: Névjegy
id_id: Tentang
it: Informazioni su
lt_lt: Apie
lv: Par
nb_no: Om
nl_nl: Info over
pl: Informacje
pt: Sobre
pt_pt: Acerca de
ru: Сведения
sk_sk: Informácie
sv_se: Om
th: เกี่ยวกับ
th_th: เกี่ยวกับ
tr_tr: Hakkında
zh_cn: 关于
zh_hant: 關於

# Fnc-S6-0NQ.text
source: Title
ar: العنوان
cs_cz: Název
da_dk: Titel
de_de: Titel
el_gr: Τίτλος
es_es: Título
es_mx: Título
et: Pealkiri
fi_fi: Otsikko
fr_ca: Titre
fr_fr: Titre
he_il: כותרת
hu_hu: Cím
id_id: Judul
it: Titolo
lt_lt: Pavadinimas
lv: Virsraksts
nb_no: Tittel
nl_nl: Titel
pl: Tytuł
pt: Denominação
pt_pt: Título
ru: Заголовок
sk_sk: Názov
sv_se: Titel
th: ชื่อ
th_th: ชื่อ
tr_tr: Başlık
zh_cn: 标题
zh_hant: 職位

# Gwf-K7-scA.text
source: HP Sprocket App Terms of Service
ar: شروط خدمة تطبيق HP Sprocket
cs_cz: Podmínky používání aplikace HP Sprocket
da_dk: Servicevilkår for HP Sprocket-appen
de_de: HP Sprocket App – Nutzungsbedingungen
el_gr: Όροι χρήσης της εφαρμογής HP Sprocket
es_es: Términos de servicio de la Aplicación Sprocket de HP
es_mx: Términos de servicio de la aplicación HP Sprocket
et: Rakenduse HP Sprocket teenusetingimused
fi_fi: HP Sprocket -valokuvatulostimen palveluehdot
fr_ca: Les conditions d’utilisation de l’application HP Sprocket
fr_fr: Conditions d'utilisation de l'application HP Sprocket
he_il: תנאי השירות של יישום HP Sprocket
hu_hu: HP Sprocket alkalmazás – Szolgáltatási feltételek
id_id: Ketentuan Layanan Aplikasi HP Sprocket
it: App HP Sprocket - Terms of Service
lt_lt: „HP Sprocket“ programos naudojimo sąlygos
lv: HP lietojumprogrammas Sprocket pakalpojumu sniegšanas noteikumi
nb_no: Vilkår for bruk av HP Sprocket-appen
nl_nl: Servicevoorwaarden voor HP Sprocket App
pl: Aplikacja HP sprocket — Warunki korzystania z usług
pt: Termos de serviço do aplicativo HP Sprocket
pt_pt: Termos do Serviço da HP Sprocket App
ru: Условия использования приложения HP Sprocket
sk_sk: Zmluvné podmienky aplikácie HP Sprocket
sv_se: HP Sprocket App – Villkor för tjänsten
th: เงื่อนไขและข้อตกลงการให้บริการแอปพลิเคชัน HP Sprocket
th_th: ข้อกำหนดการใช้บริการแอปพลิเคชัน HP Sprocket
tr_tr: HP Sprocket Uygulaması Hizmete Şartları
zh_cn: HP Sprocket 应用服务条款
zh_hant: HP Sprocket 應用程式服務條款
