Repository: rtauseef/sprocket_ios_app
Catalog: Sprocket/PhotoGram/*.lproj/PG_Main.strings
Languages: ar, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et, fi_fi, fr_ca, fr_fr, he_il, hu_hu, id_id, it, lt_lt, lv, nb_no, nl_nl, pl, pt, pt_pt, ru, sk_sk, sv_se, th, th_th, tr_tr, zh_cn, zh_hant

# W7o-LK-mcs.text
source: From Bluetooth Settings, tap on “HP sprocket” to pair with the printer.
ar: من \"إعدادات Bluetooth\"، انقر فوق \"HP sprocket\" للإقران بالطابعة.
cs_cz: V nabídce nastavení Bluetooth klepněte na „HP Sprocket“ a proveďte spárování s tiskárnou.
da_dk: Tryk på "HP sprocket" under Bluetooth-indstillingerne for at aktivere parring med printeren.
de_de: Tippen Sie in den Bluetooth-Einstellungen auf "HP Sprocket", um das Gerät mit dem Drucker zu koppeln.
el_gr: Στο μενού "Ρυθμίσεις Bluetooth", πατήστε "HP Sprocket" για να γίνει σύζευξη με τον εκτυπωτή.
es_es: En ajustes de Bluetooth, pulse «HP sprocket» para emparejarla con la impresora.
es_mx: En los ajustes de Bluetooth, toque en “HP Sprocket” para vincular con la impresora.
et: Puudutage printeriga sidumiseks Bluetoothi sätetes valikut HP sprocket.
fi_fi: Yhdistä tulostimeen napauttamalla Bluetooth-asetuksissa vaihtoehtoa HP Sprocket.
fr_ca: Des paramètres Bluetooth, appuyer sur « HP Sprocket » pour jumeler avec l’imprimante.
fr_fr: Dans les Paramètres Bluetooth, tapotez sur « HP sprocket » pour appairer votre appareil mobile et l'imprimante.
he_il: מתוך Bluetooth Settings (הגדרות Bluetooth), הקש על \"HP Sprocket\" כדי לבצע התאמה עם המדפסת.
hu_hu: A Bluetooth-beállítások menüpontban érintse meg a „HP Sprocket” lehetőséget a nyomtató párosításához.
id_id: Dari Pengaturan Bluetooth, ketuk “HP sprocket” untuk dipasangkan dengan printer.
it: Da Impostazioni Bluetooth, toccare "HP sprocket" per abbinare la stampante.
lt_lt: „Bluetooth“ nustatymuose bakstelėkite „HP Sprocket“, kad susietumėte su spausdintuvu.
lv: Sadaļā Bluetooth iestatījumi pieskarieties vienumam HP Sprocket, lai izveidotu pāra savienojumu ar printeri.
nb_no: Fra Bluetooth-innstillingene trykker du på «HP Sprocket» for å koble til skriveren.
nl_nl: Tik in de Bluetooth-instellingen op 'HP sprocket' om te koppelen met de printer.
pl: W ustawieniach komunikacji Bluetooth dotknij opcji „HP sprocket”, aby sparować drukarkę.
pt: Nas configurações de Bluetooth, toque em "HP sprocket" para emparelhar com a impressora.
pt_pt: A partir das Definições de Bluetooth, toque em "HP Sprocket" para emparelhar com a impressora.
ru: В настройках Bluetooth выберите HP sprocket, чтобы подключиться к принтеру.
sk_sk: V časti Nastavenia pripojenia Bluetooth ťuknutím na položku HP sprocket spárujte zariadenie s tlačiarňou.
sv_se: Tryck på ”HP Sprocket” i Bluetooth-inställningar för att para ihop med skrivaren.
th: ที่การตั้งค่าบลูทูธ ให้แตะบน “HP sprocket” เพื่อจับคู่กับเครื่องพิมพ์
th_th: ไปที่การตั้งค่าบลูทูธ แล้วแตะ “HP sprocket” เพื่อจับคู่กับเครื่องพิมพ์
tr_tr: Yazıcıyla eşleştirmek için Bluetooth Ayarlarından “HP sprocket” öğesine dokunun.
zh_cn: 在“蓝牙设置”中点击“HP Sprocket”来连接打印机。
zh_hant: 從 Bluetooth 設定中，觸碰「HP Sprocket」以與印表機配對。

# YEZ-Yd-vcV.text
source: Take or select a photo
ar: التقاط صورة فوتوغرافية أو تحديدها
cs_cz: Pořídit nebo vybrat fotografii
da_dk: Tag eller vælg et foto
de_de: Foto aufnehmen oder auswählen
el_gr: Λήψη ή επιλογή φωτογραφίας
es_es: Tome o seleccione una foto
es_mx: Tomar o seleccionar una foto
et: Foto tegemine või valimine
fi_fi: Ota tai valitse valokuva
fr_ca: Prendre ou sélectionner une photo
fr_fr: Prenez ou sélectionnez une photo
he_il: צלם או בחר תמונה
hu_hu: Fénykép készítése vagy kiválasztása
id_id: Ambil atau pilih foto
it: Scatta o seleziona una foto
lt_lt: Nufotografuokite arba pasirinkite nuotrauką
lv: Uzņemt vai atlasīt fotoattēlu
nb_no: Ta eller velg et bilde
nl_nl: Een foto maken of selecteren
pl: Zrób lub wybierz zdjęcie
pt: Capturar ou selecionar uma foto
pt_pt: Tire ou selecione uma fotografia
ru: Сделайте или выберите фото
sk_sk: Nasnímajte alebo vyberte fotografiu
sv_se: Ta eller välj ett foto
th: ถ่ายรูปหรือเลือกรูปถ่าย
th_th: ถ่ายรูปหรือเลือกรูปภาพ
tr_tr: Bir fotoğraf çek veya seç
zh_cn: 拍摄或选择一张照片
zh_hant: 拍攝或選取相片

# Z1T-tw-tdj.text
source: By using Camera Roll, you also agree to the HP <Terms of Service>.
ar: باستخدام \"ألبوم الكاميرا\"، فإنك توافق أيضًا على \"<شروط خدمات> HP\".
cs_cz: Použitím funkce Z fotoaparátu současně souhlasíte s podmínkami služby HP <Podmínky služby>.
da_dk: Når du bruger Kamerarulle, accepterer du også HP's <servicevilkår>.
de_de: Durch die Verwendung von Camera Roll akzeptieren Sie die HP <Nutzungsbedingungen>.
el_gr: Εφόσον χρησιμοποιήσετε το άλμπουμ της κάμερας, συμφωνείτε και με τους <Όρους χρήσης> της ΗΡ.
es_es: Al usar el carrete de la cámara, también acepta los <Términos de servicio> de HP.
es_mx: Al utilizar Camera Roll, también acepta los <Términos de servicio> de HP.
et: Filmilindi kasutamisel nõustute ka HP <teenusetingimustega>.
fi_fi: Kameran kuvien käyttäminen tarkoittaa, että hyväksyt HP:n <palveluehdot>.
fr_ca: En utilisant Camera Roll, vous acceptez également les <conditions d'utilisation> de HP.
fr_fr: En utilisant la pellicule, vous acceptez également les <Conditions de service> de HP.
he_il: על ידי שימוש ב-Camera Roll, אתה מסכים גם ל<תנאי השירות> של HP.
hu_hu: A Filmtekercs használatával egyben hozzájárul a HP <Terms of Service> feltételeihez is.
id_id: Dengan menggunakan Camera Roll berarti Anda juga menyetujui <Ketentuan Layanan> HP.
it: Utilizzando Rullino fotografico, accetti anche le <Terms of Service> di HP.
lt_lt: Naudodami fotoaparato aplanką sutinkate ir su HP <paslaugos teikimo sąlygomis>.
lv: Izmantojot iespēju Fotoattēli no kameras, jūs piekrītat arī HP <pakalpojumu sniegšanas noteikumiem>.
nb_no: Ved å bruke kamerarullen, godtar du også HPs <vilkår for bruk>.
nl_nl: Door Filmrol te gebruiken ga je ook akkoord met de <gebruiksvoorwaarden> van HP.
pl: Korzystając z funkcji Z aparatu, akceptujesz też <Warunki korzystania z usług> HP.
pt: Ao utilizar o rolo da câmera, você também concorda com os <termos de serviços> da HP.
pt_pt: Ao utilizar o rolo da câmara, também concorda com os <Termos de Serviço> da HP.
ru: Используя Фотопленку, вы также принимаете <условия обслуживания> HP.
sk_sk: Používaním priečinka Z fotoaparátu súčasne súhlasíte so <zmluvnými podmienkami> spoločnosti HP.
th: การใช้ Camera Roll หมายความว่าคุณยอมรับ<เงื่อนไขและข้อตกลงการให้บริการของ> HP แล้ว
th_th: การใช้ Camera Roll ถือว่าคุณยอมรับ<ข้อกำหนดการใช้บริการ> ของ HP
tr_tr: Film Rulosu’nu kullandığınızda, HP’nin <Hizmet Şartlarını> da kabul etmiş olursunuz.
zh_cn: 使用相册，亦表示您同意 HP 的<服务条款>。
zh_hant: 使用手機相簿即表示您也同意 HP <服務條款>。

# Zq3-aI-5TN.normalTitle
source: Photos
ar: الصور
cs_cz: Fotografie
da_dk: Billeder
de_de: Fotos
el_gr: Φωτογραφίες
es_es: Fotos
es_mx: Fotos
et: Fotod
fi_fi: Valokuvat
he_il: תמונות
hu_hu: Fényképek
id_id: Foto
it: Foto
lt_lt: Nuotraukos
lv: Fotoattēli
nb_no: Bilder
nl_nl: Foto's
pl: Zdjęcia
pt: Fotos
pt_pt: Fotografias
ru: Фотографии
sk_sk: Fotografie
sv_se: Foton
th: รูปถ่าย
th_th: รูปภาพ
tr_tr: Fotoğraflar
zh_cn: 照片
zh_hant: 相片

# aja-HA-rCS.normalTitle
source: Sign in
ar: تسجيل الدخول
cs_cz: Přihlášení
da_dk: Log på
de_de: Anmelden
el_gr: Σύνδεση
es_es: Iniciar sesión
es_mx: Inicie sesión
et: Logi sisse
fi_fi: Kirjaudu sisään
fr_ca: Connexion
fr_fr: Connexion
he_il: היכנס
hu_hu: Bejelentkezés
id_id: Masuk
it: Accedi
lt_lt: Prisijungti
lv: Pierakstīties
nb_no: Logg på
nl_nl: Aanmelden
pl: Zaloguj się
pt: Acessar
pt_pt: Iniciar sessão
ru: Вход
sk_sk: Prihlásiť sa
sv_se: Logga in
th: ลงชื่อเข้าใช้
th_th: ลงชื่อเข้าใช้
tr_tr: Oturum aç
zh_cn: 登录
zh_hant: 登入

# bNM-1G-6tS.text
source: Put the entire pack in the paper tray with barcode and HP logos facing down.
ar: ضع الحزمة بكاملها في درج الورق بحيث يكون الرمز الشريطي وشعارات HP متجهة لأسفل.
cs_cz: Vložte celý balík do zásobníku na papír čárovým kódem a logy HP směrem dolů.
da_dk: Læg hele pakken i papirbakken, så stregkode og HP's logoer vender nedad.
de_de: Legen Sie den kompletten Stapel so in das Papierfach ein, dass der Barcode und die HP Logos nach unten zeigen.
el_gr: Τοποθετήστε ολόκληρο το πακέτο στο δίσκο χαρτιού με το γραμμοκώδικα και τα λογότυπα της ΗΡ στραμμένα προς τα κάτω.
es_es: Coloque el paquete entero en la bandeja de papel con el código de barras y los logotipos HP hacia abajo.
es_mx: En la bandeja del papel, coloque todo el paquete con el código de barras y los logotipos de HP hacia abajo.
et: Pange kogu pakk paberialusele, vöötkood ja HP logod suunaga alla.
fi_fi: Aseta koko pakkaus syöttölokeroon viivakoodi ja HP-logot alaspäin.
fr_ca: Mettre le paquet entier dans le magasin avec le code-barre et les logos HP orientés vers le bas.
fr_fr: Insérez tout le pack de feuilles dans le bac papier. Le code-barre et les logos HP doivent être orientés vers le bas.
he_il: הכנס את החבילה כולה למגש הנייר כשהברקוד וסמלי HP פונים כלפי מטה.
hu_hu: Helyezze a teljes csomagot a papírtálcára úgy, hogy a vonalkód és a HP-logók lefelé nézzenek.
id_id: Taruh seluruh pak pada baki kertas dengan posisi barcode dan logo HP menghadap ke bawah.
it: Caricare l'intera confezione nel vassoio carta con il codice a barre e il logo HP rivolto verso il basso.
lt_lt: Įdėkite visą popieriaus pakuotę į popieriaus dėklą brūkšniniu kodu ir HP logotipu į apačią.
lv: Ievietojiet visu pakotni papīra paplātē, lai svītrkods un HP logotips būtu vērsts uz leju.
nb_no: Sett hele pakningen i papirskuffen med strekkode- og HP-logoer vendt nedover.
nl_nl: Plaats het hele pak in de papierlade met de barcode en HP logo's aan de onderzijde.
pl: Włóż całą paczkę do podajnika papieru, tak aby kod kreskowy i logo HP były skierowane w dół.
pt: Coloque o pacote inteiro na bandeja de papel com o código de barras e os logotipos HP voltados para baixo.
pt_pt: Coloque a embalagem inteira no tabuleiro de papel com o código de barras e os logótipos da HP virados para baixo.
ru: Положите всю пачку в лоток так, чтобы штрихкод и логотип HP оказались внизу.
sk_sk: Vložte celý balík do zásobníka na papier čiarovým kódom a logami spoločnosti HP smerujúcimi nadol.
sv_se: Lägg hela bunten i pappersfacket med streckkoden och HP-logotyperna nedåt.
th: ใส่กระดาษทั้งหมดลงในถาดรองกระดาษ โดยให้บาร์โค้ดและโลโก้ HP คว่ำหน้าลง
th_th: ใส่กระดาษทั้งหมดลงในถาดกระดาษ โดยให้บาร์โค้ดและโลโก้ HP คว่ำหน้าลง
tr_tr: Tüm paketi, barkodu ve HP logoları aşağı bakacak şekilde tepsiye yerleştirin.
zh_cn: 将整包纸张放入纸盒，条形码和 HP 标志向下。
zh_hant: 將整包紙放入紙匣，條碼和 HP 標誌朝下。

# cFJ-6P-UAK.text
source: Print to your HP Sprocket Printer from your favorite creative Apps!
ar: اطبع إلى طابعة HP Sprocket من \"التطبيقات\" الإبداعية المفضلة لديك!
cs_cz: Tiskněte na své tiskárně HP Sprocket z oblíbených aplikací pro tvorbu!
da_dk: Udskriv til din HP Sprocket-printer fra dine foretrukne kreative apps!
de_de: Senden Sie von Ihren bevorzugten kreativen Apps Druckaufträge an Ihren HP Sprocket-Drucker!
el_gr: Εκτυπώστε με τον εκτυπωτή σας HP Sprocket από τις αγαπημένες σας δημιουργικές εφαρμογές!
es_es: Imprima en su impresora HP Sprocket desde sus aplicaciones creativas favoritas.
es_mx: ¡Imprima en su impresora HP Sprocket desde sus aplicaciones creativas favoritas!
et: Printige HP Sprocketi printerisse oma loovatest lemmikrakendustest!
fi_fi: Tulosta HP Sprocket -tulostimen kautta sisältöä käyttämistäsi luovista sovelluksista.
fr_ca: Imprimer avec votre imprimante HP Sprocket à partir de vos applications de création préférées !
fr_fr: Imprimez sur votre imprimante HP Sprocket à partir de vos applications créatives favorites !
he_il: הדפס למדפסת HP Sprocket מתוך היישומים היצירתיים האהובים עליך!
hu_hu: Nyomtasson HP Sprocket nyomtatójára kedvenc kreatív alkalmazásaiból!
id_id: Cetak ke Printer HP Sprocket Anda dari Aplikasi kreatif favorit Anda!
it: Stampa sulla tua stampante HP Sprocket dalle tue app creative preferite!
lt_lt: Spausdinkite „HP Sprocket“ spausdintuvu naudodami mėgstamiausias kūrybiškas programas!
lv: Drukājiet ar HP Sprocket printeri no jūsu iecienītākajām radošajām lietojumprogrammām!
nb_no: Skriv ut til HP Sprocket-skriveren fra de foretrukne kreative appene dine.
nl_nl: Print naar je HP Sprocket-printer vanuit je favoriete creatieve apps!!
pl: Drukuj na drukarce HP sprocket ze swoich ulubionych aplikacji kreatywnych!
pt: Imprima para a impressora HP Sprocket a partir de seus aplicativos de criação favoritos!
pt_pt: Imprima para a sua Impressora HP Sprocket a partir das suas aplicações criativas favoritas!
ru: Создавайте изображения в своих любимых приложениях и печатайте их на HP Sprocket Printer!
sk_sk: Tlačte na tlačiarni HP Sprocket z obľúbených kreatívnych aplikácií.
sv_se: Skriv ut till din HP Sprocket-skrivare från dina favoritappar för kreativitet!
th: พิมพ์ไปยังเครื่องพิมพ์ HP Sprocket ด้วยแอปพลิเคชันสุดสร้างสรรค์ที่คุณชื่นชอบ!
th_th: สั่งพิมพ์ไปยังเครื่องพิมพ์ HP Sprocket ด้วยแอปพลิเคชันสุดสร้างสรรค์ที่คุณชื่นชอบ!
tr_tr: En sevdiğiniz yaratıcı Uygulamalardan HP Sprocket Yazıcınızda baskı yapın!
zh_cn: 用您最喜欢的创意应用 在 HP Sprocket 打印机上打印！
zh_hant: 從您最愛的創意應用程式列印到 HP Sprocket 印表機！

# ciL-qk-y5Q.normalTitle
source: Skip to the App
ar: تخطى إلى التطبيق
cs_cz: Přeskočit k aplikaci
da_dk: Spring til appen
de_de: Zur App wechseln
el_gr: Μετάβαση στην εφαρμογή
es_es: Siga a la aplicación
es_mx: Pasar a la aplicación
et: Jätka rakendusega
fi_fi: Ohita ja siirry sovellukseen
fr_ca: Passer à l’application
fr_fr: Basculez sur l'application
he_il: דלג אל היישום
hu_hu: Ugrás az alkalmazásra
id_id: Lewati ke Aplikasi
it: Passare alla App.
lt_lt: Pereiti prie programos
lv: Pāriet uz lietojumprogrammu
nb_no: Gå videre til Appen
nl_nl: Direct naar de app
pl: Pomiń i przejdź do aplikacji
pt: Pular para o aplicativo
pt_pt: Avançar para a aplicação
ru: Перейти к приложению
sk_sk: Prejsť na aplikáciu
sv_se: Gå vidare till appen
th: ข้ามไปยังแอปพลิเคชัน
th_th: ข้ามไปยังแอปพลิเคชัน
tr_tr: Uygulamaya Geç
zh_cn: 跳到应用程序
zh_hant: 跳到應用程式

# dbH-gv-JrM.title
source: Done
ar: تم
cs_cz: Hotovo
da_dk: Udført
de_de: Fertig
el_gr: Τέλος
es_es: Listo
es_mx: Listo
et: Valmis
fi_fi: Valmis
fr_ca: Terminé
fr_fr: Terminé
he_il: סיום
hu_hu: Kész
id_id: Selesai
it: Invia
lt_lt: Baigta
lv: Gatavs
nb_no: Ferdig
nl_nl: Klaar
pl: Gotowe
pt: Concluído
pt_pt: Concluído
ru: Готово
sk_sk: Hotovo
sv_se: Klar
th: เสร็จสิ้น
th_th: เสร็จสิ้น
tr_tr: Bitti
zh_cn: 完成
zh_hant: 完成

# eVm-WV-iXE.normalTitle
source: Sign In
ar: تسجيل الدخول
cs_cz: Přihlášení
da_dk: Log på
de_de: Anmelden
el_gr: Σύνδεση
es_es: Iniciar sesión
es_mx: Iniciar sesión
et: Logi sisse
fi_fi: Kirjaudu sisään
fr_ca: Connexion
fr_fr: Connexion
he_il: היכנס
hu_hu: Bejelentkezés
id_id: Masuk
it: Accedi
lt_lt: Prisijungti
lv: Pierakstīties
nb_no: Logg på
nl_nl: Aanmelden
pl: Zaloguj się
pt: Login
pt_pt: Iniciar sessão
ru: Вход
sk_sk: Prihlásiť sa
sv_se: Logga in
th: ลงชื่อเข้าใช้
th_th: ลงชื่อเข้าใช้
tr_tr: Oturum Aç
zh_cn: 登录
zh_hant: 登入

# eit-2j-VKG.text
source: Give Feedback
ar: إبداء ملاحظات
cs_cz: Vaše hodnocení
da_dk: Giv feedback
de_de: Ihr Feedback
el_gr: Αποστολή σχολίων
es_mx: Hacer comentarios
et: Andke tagasisidet
fi_fi: Anna palautetta
fr_ca: Envoyer une rétroaction
fr_fr: Faites-nous part de vos suggestions
he_il: תן משוב
hu_hu: Visszajelzés küldése
id_id: Berikan Umpan Balik
it: I tuoi commenti:
lt_lt: Pateikti atsiliepimą
lv: Sniegt atsauksmes
nb_no: Gi tilbakemelding
pl: Przekaż opinię
pt_pt: Fornecer comentários
sk_sk: Odoslať pripomienky
sv_se: Ge feedback
th_th: ส่งข้อเสนอแนะ
tr_tr: Geribildirimde Bulun
zh_cn: 提供反馈

# fRU-DF-pcn.normalTitle
source: Edit
ar: تحرير
cs_cz: Upravit
da_dk: Rediger
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
es_mx: Editar
et: Redigeeri
fi_fi: Muokkaa
fr_ca: Modifier
fr_fr: Modifier
he_il: ערוך
hu_hu: Szerkesztés
it: Modifica
lt_lt: Redaguoti
lv: Rediģēt
nb_no: Rediger
nl_nl: Bewerken
pl: Edytuj
pt: Editar
pt_pt: Editar
ru: Изменить
sk_sk: Upraviť
sv_se: Redigera
th: แก้ไข
th_th: แก้ไข
tr_tr: Düzenle
zh_cn: 编辑
zh_hant: 編輯

# g9Y-KF-FRi.text
source: %@ Copy
ar: نسخ %@
cs_cz: %@ kopie
da_dk: %@ kopi
de_de: %@ Kopieren
el_gr: %@ αντίγραφο
es_mx: %@ copias
et: %@ eksemplar
fi_fi: %@ kopio
fr_ca: %@ Copie
fr_fr: %@ copie
he_il: %@ עותק
hu_hu: %@ másolat
id_id: %@ Salinan
it: %@ copia
lt_lt: %@ kopija
lv: %@ kopija
nb_no: %@ kopi
pl: Kopia: %@
pt_pt: %@ copia(s)
sk_sk: %@ kópia
sv_se: %@ Kopiera
th_th: สำเนา %@
tr_tr: %@ Kopya
zh_cn: %@ 份

# ga4-if-IR4.normalTitle
source: Sign In
ar: تسجيل الدخول
cs_cz: Přihlášení
da_dk: Log på
de_de: Anmelden
el_gr: Σύνδεση
es_mx: Iniciar sesión
et: Logi sisse
fi_fi: Kirjaudu sisään
fr_ca: Connexion
fr_fr: Connexion
he_il: היכנס
hu_hu: Bejelentkezés
id_id: Masuk
it: Accedi
lt_lt: Prisijungti
lv: Pierakstīties
nb_no: Logg på
pl: Zaloguj się
pt_pt: Iniciar sessão
sk_sk: Prihlásiť sa
sv_se: Logga in
th_th: ลงชื่อเข้าใช้
tr_tr: Oturum Aç
zh_cn: 登录

# iiX-WR-2Je.title
source: Pitu
zh_cn: 天天 P 图

# ipg-92-MP9.title
source: Select Template
ar: تحديد قالب
cs_cz: Vyberte šablonu
da_dk: Vælg skabelon
de_de: Vorlage auswählen
el_gr: Επιλογή προτύπου
es_es: Seleccionar plantilla
es_mx: Seleccionar plantilla
et: Valige mall
fi_fi: Valitse malli
fr_ca: Sélectionner un modèle
fr_fr: Sélectionnez un modèle
he_il: בחר תבנית
hu_hu: Sablon kiválasztása
id_id: Pilih Template
it: Seleziona modello
lt_lt: Pasirinkti šabloną
lv: Atlasīt veidni
nb_no: Velg mal
nl_nl: Sjabloon selecteren
pl: Wybierz szablon
pt: Selecionar modelo
pt_pt: Selecione um modelo
ru: Выберите шаблон
sk_sk: Vybrať šablónu
sv_se: Välj mall
th: เลือกรูปแบบ
th_th: เลือกเทมเพลต
tr_tr: Şablon seçin
zh_cn: 选择模板
zh_hant: 選取範本

# iqE-FT-oz5.text
source: Label
ar: بطاقة لاصقة
cs_cz: Popisek
da_dk: Etiket
de_de: Etikett
el_gr: Ετικέτα
es_mx: Etiqueta
et: Silt
fi_fi: Merkintä
fr_ca: Étiquette
fr_fr: Libellé
he_il: תווית
hu_hu: Címke
it: Etichetta
lt_lt: Etiketė
lv: Etiķete
nb_no: Nummer
pl: Etykieta
pt_pt: Etiqueta
sk_sk: Štítok
sv_se: Etikett
th_th: ป้ายกำกับ
tr_tr: Etiket
zh_cn: 标签

# krD-fF-9ON.text
source: Take or select a photo
ar: التقاط صورة فوتوغرافية أو تحديدها
cs_cz: Pořídit nebo vybrat fotografii
da_dk: Tag eller vælg et foto
de_de: Foto aufnehmen oder auswählen
el_gr: Λήψη ή επιλογή φωτογραφίας
es_es: Tome o seleccione una foto
es_mx: Tomar o seleccionar una foto
et: Foto tegemine või valimine
fi_fi: Ota tai valitse valokuva
fr_ca: Prendre ou sélectionner une photo
fr_fr: Prenez ou sélectionnez une photo
he_il: צלם או בחר תמונה
hu_hu: Fénykép készítése vagy kiválasztása
id_id: Ambil atau pilih foto
it: Scatta o seleziona una foto
lt_lt: Nufotografuokite arba pasirinkite nuotrauką
lv: Uzņemt vai atlasīt fotoattēlu
nb_no: Ta eller velg et bilde
nl_nl: Een foto maken of selecteren
pl: Zrób lub wybierz zdjęcie
pt: Capturar ou selecionar uma foto
pt_pt: Tire ou selecione uma fotografia
ru: Сделайте или выберите фото
sk_sk: Nasnímajte alebo vyberte fotografiu
sv_se: Ta eller välj ett foto
th: ถ่ายรูปหรือเลือกรูปถ่าย
th_th: ถ่ายรูปหรือเลือกรูปภาพ
tr_tr: Bir fotoğraf çek veya seç
zh_cn: 拍摄或选择一张照片
zh_hant: 拍攝或選取相片

# lh1-7W-cpZ.text
source: Turn on the “Print to sprocket” feature in the “More” menu when sharing.
ar: شغل ميزة \"طباعة إلى sprocket\" من قائمة \"المزيد\" عند المشاركة.
cs_cz: Během sdílení zapněte funkci „Tisk na tiskárnu sprocket“ v nabídce „Další“.
da_dk: Slå funktionen "Udskriv til sprocket" til i menuen "Mere", når du deler.
de_de: Schalten Sie beim Teilen die Funktion "Auf Sprocket Drucken" im Menü "Mehr" ein.
el_gr: Κατά την κοινοποίηση, ενεργοποιήστε τη λειτουργία "Εκτύπωση σε εκτυπωτή sprocket" από το μενού "Περισσότερα".
es_es: Active la característica «Imprimir en Sprocket» en el menú «Más» cuando comparta.
es_mx: Encienda la función “Imprimir en sprocket” en el menú “Más” al compartir.
et: Lülitage jagamise ajal sisse funktsioon „Prindi sprocketisse” menüüs „Veel”.
fi_fi: Ota käyttöön Tulosta sprocketiin -ominaisuus lisävalikosta, kun jaat sisältöä.
fr_ca: Activer la fonction « Imprimer avec sprocket » dans le menu « Plus » en cas de partage.
fr_fr: Activez la fonction « Imprimer sur sprocket » dans le menu « Plus » lorsque vous partagez.
he_il: הפעל את התכונה \"Print to sprocket\" (הדפס ב-sprocket) בתפריט \"More\" (עוד) בעת שיתוף.
hu_hu: Megosztásnál kapcsolja be a „Nyomtatás sprocketre” funkciót a „Továbbiak” menü alatt.
id_id: Nyalakan fitur “Cetak ke sprocket” di menu “Lainnya” saat berbagi.
it: Attivare la funzione “Stampa su sprocket” nel menu “Altro” alla condivisione.
lt_lt: Bendrindami, meniu „More“ (daugiau) išjunkite funkciją „Print to sprocket“ (spausdinti naudojant „sprocket“).
lv: Veicot koplietošanu, izvēlnē Vairāk ieslēdziet funkciju Drukāt Sprocket printerī.
nb_no: Slå på funksjonen «Skriv ut til sprocket» i menyen «Mer» når du skal dele bildet.
nl_nl: Schakel de functie 'Printen naar sprocket' in het menu 'Meer' in om te delen.
pl: Przy udostępnianiu włącz funkcję „Drukuj na drukarce sprocket” w menu „Więcej”.
pt: Ative o recurso “Imprimir para sprocket” no menu "Mais", ao compartilhar.
pt_pt: Ative a função "Imprimir para sprocket" no menu "Mais" quando partilhar.
ru: Включите функцию "Печать в sprocket" в меню "Дополнительно" при отправке.
sk_sk: Pri zdieľaní zapnite funkciu Vytlačiť v tlačiarni sprocket v ponuke Ďalšie.
sv_se: Aktivera funktionen ”Skriv ut med sprocket” på menyn ”Mer” när du delar.
th: เปิดคุณสมบัติพิเศษ “พิมพ์โดย sprocket” ในเมนู “เพิ่มเติม” เมื่อแบ่งปัน
th_th: เปิดคุณสมบัติ “พิมพ์โดย sprocket” ในเมนู “เพิ่มเติม” ในขณะแชร์
tr_tr: Paylaşırken, “Daha Fazla” menüsünden “Sprocket’a yazdır” özelliğini açın.
zh_cn: 在分享时从“更多”菜单中 打开“打印到 Sprocket”功能。
zh_hant: 進行共享時，開啟「更多」功能表中的「列印至 sprocket」功能。

# mGd-CY-o6r.text
source: Tweet Support
ar: دعم التغريدات
cs_cz: Tweetnout podpoře
el_gr: Υποστήριξη Tweet
es_es: Tuitear asistencia
es_mx: Tuit a soporte
et: Säutsumistugi
fi_fi: Twiittaa tuelle
fr_ca: Soutien à micromessage
fr_fr: Support via Twitter
he_il: שלח Tweet לתמיכה
hu_hu: Tweet támogatása
id_id: Dukungan Tweet
it: Supporto tweet
lt_lt: „Twitter“ pagalba
lv: Tweet atbalsts
nb_no: Tweet-støtte
nl_nl: Tweet-ondersteuning
pl: Wsparcie przez Tweeter
pt: Suporte do Tweeter
pt_pt: Suporte de tweet
ru: Микроблог поддержки
sk_sk: Odoslať tweet na oddelenie podpory
sv_se: Twittersupport
th: Tweet ไปยังฝ่ายสนับสนุน
th_th: ทีมสนับสนุนของ Tweet
tr_tr: Tweet Desteği
zh_cn: Tweet 支持
zh_hant: 發送支援推文

# mGd-Z2-qhD.title
source: QZone
zh_cn: QQ 空间

# mh8-hT-PMS.text
source: New! Print later with our Print Queue
ar: جديد! اطبع لاحقًا باستخدام \"قائمة انتظار الطباعة\" لدينا
cs_cz: Novinka! Tiskněte později pomocí Tiskové Fronty
da_dk: Nyhed! Udskriv senere ved hjælp af vores udskrivningskø
de_de: Neu! Später drucken mit unserer Druckwarteschlange
el_gr: Νέο! Εκτυπώστε αργότερα από την ουρά εκτύπωσης
es_es: ¡Novedad! Imprima más tarde con nuestra cola de impresión
es_mx: ¡Nuevo! Imprimir más tarde con nuestra cola de impresión
et: Uus! Printige hiljem prindijärjekorra abil
fi_fi: Uutta! Tulosta myöhemmin tulostusjonon avulla
fr_ca: Nouveauté ! Imprimer plus tard grâce à notre file d'attente d'impression
fr_fr: Nouveau ! Imprimez plus tard avec notre file d'attente d'impression
he_il: חדש! הדפס מאוחר יותר עם Print Queue
hu_hu: Új! Nyomtasson később a nyomtatási sorral
id_id: Baru! Cetak nanti dengan Antrean Pencetakan kami
it: Nuovo! Stampa in seguito con Coda di stampa
lt_lt: Nauja! Spausdinkite vėliau naudodami spausdinimo eilę
lv: Jaunums! Drukāt vēlāk, izmantojot mūsu drukas rindu
nb_no: Ny! Skriv ut senere med utskriftskøen
nl_nl: Nieuw! Print later met onze printwachtrij
pl: Nowość! Wydrukuj później, korzystając z funkcji Kolejka wydruku
pt: Novo! Imprima mais tarde usando nossa fila de impressão
pt_pt: Novidade! Imprimir mais tarde com o HP Print Queue
ru: Новинка! Очередь печати
sk_sk: Novinka! Možnosť odloženia tlače pomocou tlačového frontu
sv_se: Nyhet! Skriv ut senare med vår utskriftskö
th: ใหม่! พิมพ์ทีหลังโดยใช้ลำดับการพิมพ์
th_th: ใหม่! พิมพ์ทีหลังโดยใช้คิวการพิมพ์
tr_tr: Yeni! Yazdırma Kuyruğu özelliğiyle daha sonra yazdırın
zh_cn: 新功能！通过我们的打印队列稍后打印
zh_hant: 新功能！使用列印佇列排定未來列印的時間
