Repository: rtauseef/sprocket_ios_app
Catalog: Sprocket/PhotoGram/*.lproj/PG_Main.strings
Languages: ar, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et, fi_fi, fr_ca, fr_fr, he_il, hu_hu, id_id, it, lt_lt, lv, nb_no, nl_nl, pl, pt, pt_pt, ru, sk_sk, sv_se, th, th_th, tr_tr, zh_cn, zh_hant

# HIh-6e-4FK.text
source: Take or select a photo
ar: التقاط صورة فوتوغرافية أو تحديدها
cs_cz: Pořídit nebo vybrat fotografii
da_dk: Tag eller vælg et foto
de_de: Foto aufnehmen oder auswählen
el_gr: Λήψη ή επιλογή φωτογραφίας
es_es: Tome o seleccione una foto
es_mx: - Favor de seleccionar 1-
et: Foto tegemine või valimine
fi_fi: Ota tai valitse valokuva
fr_ca: Prendre ou sélectionner une photo
fr_fr: Prenez ou sélectionnez une photo
he_il: צלם או בחר תמונה
hu_hu: Fénykép készítése vagy kiválasztása
id_id: Ambil atau pilih foto
it: Scatta o seleziona una foto
lt_lt: Nufotografuokite arba pasirinkite nuotrauką
lv: Uzņemt vai atlasīt fotoattēlu
nb_no: Ta eller velg et bilde
nl_nl: Een foto maken of selecteren
pl: Zrób lub wybierz zdjęcie
pt: Capturar ou selecionar uma foto
pt_pt: Tire ou selecione uma fotografia
ru: Сделайте или выберите фото
sk_sk: Nasnímajte alebo vyberte fotografiu
sv_se: Ta eller välj ett foto
th: ถ่ายรูปหรือเลือกรูปถ่าย
th_th: ถ่ายรูปหรือเลือกรูปภาพ
tr_tr: Bir fotoğraf çek veya seç
zh_cn: 拍摄或选择一张照片
zh_hant: 拍攝或選取相片

# IFE-wR-WsV.text
source: View User Guide
ar: عرض دليل المستخدم
cs_cz: Zobrazit uživatelskou příručku
da_dk: Se brugervejledning
de_de: Benutzerhandbuch anzeigen
el_gr: Προβολή οδηγού χρήσης
es_es: Ver la Guía de usuario
es_mx: Ver la guía del usuario
et: Vaadake kasutusjuhendit
fi_fi: Näytä käyttöopas
fr_ca: Voir guide de l’utilisateur
fr_fr: Afficher le manuel de l'utilisateur
he_il: הצג את המדריך למשתמש
hu_hu: Használati útmutató megtekintése
id_id: Lihat Panduan Pengguna
it: Visualizza Guida utente
lt_lt: Žiūrėti naudotojo vadovą
lv: Skatīt lietotāja rokasgrāmatu
nb_no: Se brukerveiledning
nl_nl: Gebruikersgids bekijken
pl: Wyświetl podręcznik użytkownika
pt: Ver Manual do Usuário
pt_pt: Ver o manual do utilizador
ru: Открыть руководство пользователя
sk_sk: Zobraziť používateľskú príručku
sv_se: Se Användarhandbok
th: ดูคู่มือผู้ใช้
th_th: ดูคู่มือผู้ใช้
tr_tr: Kullanıcı Kılavuzunu Görüntüle
zh_cn: 查看用户指南
zh_hant: 參閱使用指南

# J8w-u5-UoD.normalTitle
source: Sign In
ar: تسجيل الدخول
cs_cz: Přihlášení
da_dk: Log på
de_de: Anmelden
el_gr: Σύνδεση
es_es: Iniciar sesión
es_mx: Iniciar sesión
et: Logi sisse
fi_fi: Kirjaudu sisään
fr_ca: Connexion
fr_fr: Connexion
he_il: היכנס
hu_hu: Bejelentkezés
id_id: Masuk
it: Accedi
lt_lt: Prisijungti
lv: Pierakstīties
nb_no: Logg på
nl_nl: Aanmelden
pl: Zaloguj się
pt: Login
pt_pt: Iniciar sessão
ru: Вход
sk_sk: Prihlásiť sa
sv_se: Logga in
th: ลงชื่อเข้าใช้
th_th: ลงชื่อเข้าใช้
tr_tr: Oturum Aç
zh_cn: 登录
zh_hant: 登入

# J10-Gj-77T.title
source: Done
ar: تم
cs_cz: Hotovo
da_dk: Udført
de_de: Fertig
el_gr: Τέλος
es_es: Listo
es_mx: Listo
et: Valmis
fi_fi: Valmis
fr_ca: Terminé
fr_fr: Terminé
he_il: סיום
hu_hu: Kész
id_id: Selesai
it: Invia
lt_lt: Baigta
lv: Gatavs
nb_no: Ferdig
nl_nl: Klaar
pl: Gotowe
pt: Concluído
pt_pt: Concluído
ru: Готово
sk_sk: Hotovo
sv_se: Klar
th: เสร็จสิ้น
th_th: เสร็จสิ้น
tr_tr: Bitti
zh_cn: 完成
zh_hant: 完成

# JEt-SU-tLR.title
source: Camera Roll
ar: ألبوم الكاميرا
cs_cz: Z fotoaparátu
da_dk: Kamerarulle
el_gr: Άλμπουμ κάμερας
es_es: Carrete de la cámara
es_mx: Rollo de cámara
et: Filmilint
fi_fi: Kameran kuvat
fr_ca: Pellicule
fr_fr: Pellicule
hu_hu: Filmtekercs
lt_lt: Fotoaparato aplankas
lv: Fotoattēli no kameras
nb_no: Kamerarull
nl_nl: Filmrol
pl: Z aparatu
pt: Rolo da câmera
pt_pt: Rolo da câmara
ru: Фотопленка
sk_sk: Z fotoaparátu
tr_tr: Film Rulosu
zh_cn: 相册
zh_hant: 手機相簿

# JrW-zx-uoD.text
source: Press and hold the power button until the LED turns white.
ar: اضغط مع الاستمرار على زر الطاقة حتى يتحول مؤشر LED إلى اللون الأبيض.
cs_cz: Stiskněte a podržte tlačítko napájení, dokud se barva kontrolky LED nezmění na bílou.
da_dk: Tryk på tænd/sluk-knappen, indtil LED'en bliver hvid.
de_de: Halten Sie die Netztaste gedrückt, bis die LED weiß leuchtet.
el_gr: Πατήστε παρατεταμένα το κουμπί λειτουργίας, μέχρι η φωτεινή ένδειξη LED να γίνει λευκή.
es_es: Pulse y mantenga presionado el botón de Encendido hasta que el LED se vuelva blanco.
es_mx: Mantenga presionado el botón de encendido hasta que la luz LED se vuelva blanca.
et: Vajutage toitenuppu ja hoidke seda all kuni LED-tuli muutub valgeks.
fi_fi: Paina virtapainiketta ja pidä sitä painettuna, kunnes LED-valo muuttuu valkoiseksi.
fr_ca: Maintenir le bouton d’alimentation appuyé jusqu'à ce que la DEL devienne blanche.
fr_fr: Appuyez sur le bouton de mise sous tension jusqu'à ce que la LED s'illumine en blanc.
he_il: לחץ והחזק את לחצן ההפעלה עד שנורית ה-LED תהפוך ללבנה.
hu_hu: Tartsa lenyomva a tápellátás gombot, amíg a LED fehérre nem vált.
id_id: Tekan terus tombol daya hingga LED berwarna putih.
it: Premere e tenere premuto il pulsante di accensione, finché il LED non diventa bianco.
lt_lt: Paspauskite ir palaikykite maitinimo mygtuką, kol šviesos diodas pradės šviesti baltai.
lv: Turiet nospiestu ieslēgšanas/izslēgšanas pogu, līdz gaismas diodes (LED) indikators sāks degt baltā krāsā.
nb_no: Trykk og hold strømbryteren til LED-lyset blir hvitt.
nl_nl: Druk op de aan-uitknop en houd deze ingedrukt totdat het ledlampje wit wordt.
pl: Naciśnij i przytrzymaj przycisk zasilania do momentu, aż zaświeci się biała dioda LED.
pt: Pressione e segure o botão Liga/Desliga até que o LED fique branco.
pt_pt: Prima continuamente o botão para ligar/desligar até o LED ficar branco.
ru: Нажмите и удерживайте кнопку питания, пока индикатор не загорится белым.
sk_sk: Stlačte a podržte tlačidlo napájania dovtedy, kým sa farba LED indikátora nezmení na bielu.
sv_se: Tryck på och håll strömknappen intryckt tills LED-lampan blir vit.
th: กดปุ่มเปิดเครื่องค้างไว้จนกว่าไฟแอลอีดีจะเปลี่ยนเป็นสีขาว
th_th: กดปุ่มเปิด/ปิดเครื่องค้างไว้จนกว่าไฟ LED จะเปลี่ยนเป็นสีขาว
tr_tr: Güç düğmesine basın ve LED beyaza dönene kadar düğmeyi basılı tutun.
zh_cn: 长按住电源按钮，直至 LED 灯变白。
zh_hant: 按住電源按鈕，直到 LED 變成白色。

# Kp8-0r-uKI.normalTitle
source: Sign In
ar: تسجيل الدخول
cs_cz: Přihlášení
da_dk: Log på
de_de: Anmelden
el_gr: Σύνδεση
es_es: Iniciar sesión
es_mx: Iniciar sesión
et: Logi sisse
fi_fi: Kirjaudu sisään
fr_ca: Connexion
fr_fr: Connexion
he_il: היכנס
hu_hu: Bejelentkezés
id_id: Masuk
it: Accedi
lt_lt: Prisijungti
lv: Pierakstīties
nb_no: Logg på
nl_nl: Aanmelden
pl: Zaloguj się
pt: Login
pt_pt: Iniciar sessão
ru: Вход
sk_sk: Prihlásiť sa
sv_se: Logga in
th: ลงชื่อเข้าใช้
th_th: ลงชื่อเข้าใช้
tr_tr: Oturum Aç
zh_cn: 登录
zh_hant: 登入

# MN9-s9-sQn.text
source: Tap here to edit the description
ar: انقر هنا لتحرير المواصفات
cs_cz: Klepnutím zde můžete upravit popis
da_dk: Tryk her for at redigere beskrivelsen
de_de: Zum Bearbeiten der Beschreibung hier tippen
el_gr: Πατήστε εδώ για να επεξεργαστείτε την περιγραφή
es_es: Toque aquí para editar la descripción
es_mx: Toque aquí para editar la descripción
et: Kirjelduse redigeerimiseks koputage siin
fi_fi: Muokkaa kuvausta napauttamalla tätä
fr_ca: Appuyer ici pour modifier la description
fr_fr: Tapotez ici pour modifier la description
he_il: הקש כאן כדי לערוך את התיאור
hu_hu: Koppintson ide a leírás szerkesztéséhez
id_id: Ketuk di sini untuk mengedit deskripsi
it: Tocca qui per modificare la descrizione
lt_lt: Bakstelėkite čia, jei norite redaguoti aprašą
lv: Pieskarieties šeit, lai rediģētu aprakstu
nb_no: Trykk her for å redigere beskrivelsen
nl_nl: Tik hier om de beschrijving te bewerken
pl: Dotknij tutaj, aby edytować opis
pt: Toque aqui para editar a descrição
pt_pt: Toque aqui para editar a descrição
ru: Коснитесь, чтобы изменить описание
sk_sk: Ťuknutím sem upravíte popis
sv_se: Tryck här för att redigera beskrivningen
th: แตะที่นี่เพื่อแก้ไขคำบรรยาย
th_th: แตะที่นี่เพื่อแก้ไขคำบรรยาย
tr_tr: Açıklamayı düzenlemek içim buraya dokunun
zh_cn: 轻触此处编辑描述
zh_hant: 觸碰這裡可編輯描述

# Mau-Fg-w5P.text
source: From Bluetooth Settings, tap on “HP sprocket” to pair with the printer.
ar: من \"إعدادات Bluetooth\"، انقر فوق \"HP sprocket\" للإقران بالطابعة.
cs_cz: V nabídce nastavení Bluetooth klepněte na „HP Sprocket“ a proveďte spárování s tiskárnou.
da_dk: Tryk på "HP sprocket" under Bluetooth-indstillingerne for at aktivere parring med printeren.
de_de: Tippen Sie in den Bluetooth-Einstellungen auf "HP Sprocket", um das Gerät mit dem Drucker zu koppeln.
el_gr: Στο μενού "Ρυθμίσεις Bluetooth", πατήστε "HP Sprocket" για να γίνει σύζευξη με τον εκτυπωτή.
es_es: En ajustes de Bluetooth, pulse «HP sprocket» para emparejarla con la impresora.
es_mx: En las configuraciones de Bluetooth, toque en “HP Sprocket” para vincular con la impresora.
et: Puudutage printeriga sidumiseks Bluetoothi sätetes valikut HP sprocket.
fi_fi: Yhdistä tulostimeen napauttamalla Bluetooth-asetuksissa vaihtoehtoa HP Sprocket.
fr_ca: Des paramètres Bluetooth, appuyer sur « HP Sprocket » pour jumeler avec l’imprimante.
fr_fr: Dans les Paramètres Bluetooth, tapotez sur « HP sprocket » pour appairer votre appareil mobile et l'imprimante.
he_il: מתוך Bluetooth Settings (הגדרות Bluetooth), הקש על "HP Sprocket" כדי לבצע התאמה עם המדפסת.
hu_hu: A Bluetooth-beállítások menüpontban érintse meg a „HP Sprocket” lehetőséget a nyomtató párosításához.
id_id: Dari Pengaturan Bluetooth, ketuk “HP sprocket” untuk dipasangkan dengan printer.
it: Da Impostazioni Bluetooth, toccare "HP sprocket" per abbinare la stampante.
lt_lt: „Bluetooth“ nustatymuose bakstelėkite „HP Sprocket“, kad susietumėte su spausdintuvu.
lv: Sadaļā Bluetooth iestatījumi pieskarieties vienumam HP Sprocket, lai izveidotu pāra savienojumu ar printeri.
nb_no: Fra Bluetooth-innstillingene trykker du på «HP sprocket» for å koble til skriveren.
nl_nl: Tik in de Bluetooth-instellingen op 'HP sprocket' om te koppelen met de printer.
pl: W ustawienia komunikacji Bluetooth dotknij opcji „HP sprocket”, aby sparować drukarkę.
pt: Nas configurações de Bluetooth, toque em "HP sprocket" para emparelhar com a impressora.
pt_pt: A partir das Definições de Bluetooth, toque em "HP Sprocket" para emparelhar com a impressora.
ru: В настройках Bluetooth выберите HP sprocket, чтобы подключиться к принтеру.
sk_sk: V časti Nastavenia pripojenia Bluetooth ťuknutím na položku HP sprocket spárujte zariadenie s tlačiarňou.
sv_se: Tryck på ”HP Sprocket” i menyn Bluetooth-inställningar för att para ihop med skrivaren.
th: ที่การตั้งค่าบลูทูธ ให้แตะบน “HP sprocket” เพื่อจับคู่กับเครื่องพิมพ์
th_th: ไปที่การตั้งค่าบลูทูธ แล้วแตะ “HP sprocket” เพื่อจับคู่กับเครื่องพิมพ์
tr_tr: Yazıcıyla eşleştirmek için Bluetooth Ayarlarından “HP sprocket” öğesine dokunun.
zh_cn: 在“Bluetooth 设置”中点击“HP Sprocket”来连接打印机。
zh_hant: 從 Bluetooth 設定中，觸碰「HP Sprocket」以與印表機配對。

# MgL-Ve-2Gu.normalTitle
source: Skip to the App
ar: تخطى إلى التطبيق
cs_cz: Přeskočit k aplikaci
da_dk: Spring til appen
de_de: Zur App wechseln
el_gr: Μετάβαση στην εφαρμογή
es_es: Siga a la aplicación
es_mx: Pasar a la aplicación
et: Jätka rakendusega
fi_fi: Ohita ja siirry sovellukseen
fr_ca: Passer à l’application
fr_fr: Basculez sur l'application
he_il: דלג אל היישום
hu_hu: Ugrás az alkalmazásra
id_id: Lewati ke Aplikasi
it: Passare alla App.
lt_lt: Pereiti prie programos
lv: Pāriet uz lietojumprogrammu
nb_no: Gå videre til Appen
nl_nl: Direct naar de app
pl: Pomiń i przejdź do aplikacji
pt: Pular para o aplicativo
pt_pt: Avançar para a aplicação
ru: Перейти к приложению
sk_sk: Prejsť na aplikáciu
sv_se: Gå vidare till appen
th: ข้ามไปยังแอปพลิเคชัน
th_th: ข้ามไปยังแอปพลิเคชัน
tr_tr: Uygulamaya Geç
zh_cn: 跳到应用程序
zh_hant: 跳到應用程式

# OOG-XB-1r0.title
source: Reset Sprocket Printer
ar: إعادة ضبط طابعة Sprocket
cs_cz: Resetovat tiskárnu sprocket
da_dk: Nulstil sprocket-printer
de_de: Sprocket-Drucker zurücksetzen
el_gr: Επαναφορά εκτυπωτή sprocket
es_es: Reinicio de la impresora Sprocket
es_mx: Restablecer la impresora Sprocket
et: Lähtesta Sprocketi printer
fi_fi: Palauta Sprocket-tulostimen oletusasetukset
fr_ca: Réinitialiser l’imprimante Sprocket
fr_fr: Réinitialisation de l'imprimante sprocket
he_il: אפס את מדפסת Sprocket
hu_hu: A sprocket nyomtató alaphelyzetbe állítása
id_id: Atur Ulang Printer Sprocket
it: Ripristinare la stampante Sprocket
lt_lt: Nustatyti „Sprocket“ spausdintuvą iš naujo
lv: Atiestatiet Sprocket printeri
nb_no: Tilbakestill sprocket-skriver
nl_nl: Beginwaarden van de Sprocket printer herstellen
pl: Zresetuj drukarkę sprocket
pt: Redefinir impressora de sprocket
pt_pt: Reinicializar a impressora Sprocket
ru: Сброс настроек Sprocket Printer
sk_sk: Resetovať tlačiareň sprocket
sv_se: Återställ sprocket-fotoskrivare
th: รีเซ็ตเครื่องพิมพ์ sprocket
th_th: รีเซ็ตเครื่องพิมพ์ sprocket
tr_tr: Sprocket Yazıcıyı Sıfırla
zh_cn: 重置 Sprocket 打印机
zh_hant: 重設 Sprocket 印表機

# P9D-sI-bhx.text
source: Copyright (c) 2016
ar: حقوق الطبع والنشر (c) لعام 2016
et: Autoriõigus (c) 2016
hu_hu: Szerzői jog (c) 2016
id_id: Hak Cipta (c) 2016
lt_lt: (c) 2016
lv: Autortiesības (c) 2016
nb_no: Opphavsrett (c) 2016
nl_nl: Copyright © 2016
sk_sk: Autorské práva (c) 2016
th_th: ลิขสิทธิ์ (c) 2016
zh_cn: 版权所有 (c) 2016

# Pzx-yx-Rfc.text
source: New Feature!
ar: ميزات جديدة!
cs_cz: Nová funkce!
da_dk: Ny funktion!
de_de: Neue Funktion!
el_gr: Νέα δυνατότητα!
es_es: Nueva característica
es_mx: Recurso nuevo
et: Uus funktsioon!
fi_fi: Uutta!
fr_ca: Nouvelle fonctionnalité !
fr_fr: Nouveauté !
he_il: תכונה חדשה!
hu_hu: Új jellemző!
id_id: Fitur Baru!
it: Nuova funzione!
lt_lt: Nauja funkcija!
lv: Jauna funkcija!
nb_no: Ny funksjon!
nl_nl: Nieuwe functie!
pl: Nowa funkcja!
pt: Novo recurso!
pt_pt: Nova função!
ru: Новая функция!
sk_sk: Nová funkcia!
sv_se: Ny funktion!
th: คุณสมบัติพิเศษใหม่!
th_th: คุณสมบัติใหม่!
tr_tr: Yeni Özellik!
zh_cn: 新功能！
zh_hant: 新功能！

# QGa-kv-h0O.text
source: Messenger Support
ar: دعم Messenger
cs_cz: Podpora aplikace Messenger
de_de: Messenger-Unterstützung
el_gr: Υποστήριξη Messenger
es_mx: Soporte de Messenger
et: Messengeri klienditugi
fi_fi: Messenger-tuki
fr_ca: Assistance pour la messagerie
fr_fr: Support via messagerie instantanée
he_il: תמיכה ב-Messenger
hu_hu: Messenger támogatása
id_id: Dukungan Pengirim Pesan
it: Supporto Messenger
lt_lt: „Messenger“ palaikymas
lv: Ziņneša pakalpojuma atbalsts
nb_no: Messenger-kundestøtte
pl: Obsługa aplikacji Messenger
pt_pt: Suporte de Messenger
sk_sk: Podpora pre Messenger
th_th: ทีมสนับสนุนของ Messenger
tr_tr: Messenger Desteği
zh_cn: Messenger 支持

# QQK-QP-Amd.text
source: By authenticating with Flickr, you also agree with HP’s <Terms of Service>.
ar: بالمصادقة باستخدام Flickr، فإنك توافق أيضًا على \"<شروط خدمات> HP\".
cs_cz: Ověřením ve službě Flickr současně souhlasíte s podmínkami služby HP <Podmínky služby>.
da_dk: Når du bruger Flickr til godkendelse, accepterer du også HP's <servicevilkår>.
de_de: Durch die Authentifizierung mit Flickr akzeptieren Sie die HP <Nutzungsbedingungen>.
el_gr: Εφόσον επιλέξετε να ολοκληρώσετε τη διαδικασία ελέγχου ταυτότητας μέσω του Flickr, συμφωνείτε και με τους <Όρους χρήσης> της ΗΡ.
es_es: Al autenticarse con Flickr, también acepta los <Términos de servicio> de HP.
es_mx: Si inicia sesión desde Flickr, también acepta los <Términos de servicio> de HP.
et: Flickriga autentimisel nõustute ka HP <teenusetingimustega>.
fi_fi: Flickrin kautta tehty todentaminen tarkoittaa myös, että hyväksyt HP:n <palveluehdot>.
fr_ca: En vous authentifiant avec Flickr, vous acceptez également les <conditions d'utilisation> de HP.
fr_fr: En vous authentifiant sur Flickr, vous acceptez également les <Conditions de service> de HP.
he_il: על ידי אימות באמצעות Flickr, אתה מסכים גם ל<תנאי השירות> של HP.
hu_hu: A Flickr hitelesítésével egyben hozzájárul a HP <Terms of Service> feltételeihez is.
id_id: Dengan mengesahkan melalui Flickr berarti Anda juga menyetujui <Ketentuan Layanan> HP.
it: Collegandoti tramite Flickr, accetti anche le <Terms of Service> di HP.
lt_lt: Autentifikuodamiesi „Flickr“ sutinkate ir su HP <paslaugos teikimo sąlygomis>.
lv: Autentificējoties pakalpojumā Flickr, jūs piekrītat arī HP <pakalpojumu sniegšanas noteikumiem>.
nb_no: Ved å godkjenne med Flickr, godtar du også HPs <vilkår for bruk>.
nl_nl: Door aanmelding bij Flickr ga je ook akkoord met de <gebruiksvoorwaarden> van HP.
pl: Logując się w serwisie Flickr, akceptujesz też <Warunki korzystania z usług> HP.
pt: Ao autenticar-se com o Flickr, você também concorda com os <termos de serviço> da HP.
pt_pt: Ao autenticar com o Flickr, também concorda com os <Termos de Serviço> da HP.
ru: Выполняя аутентификацию через Flickr, вы также принимаете <условия обслуживания> HP.
sk_sk: Overením pomocou služby Flickr súčasne súhlasíte so <zmluvnými podmienkami> spoločnosti HP.
sv_se: Genom att logga in med Flickr godkänner du även HPs <tjänstevillkor>.
th: การยืนยันตัวตนผ่าน Flickr หมายความว่าคุณยอมรับ<เงื่อนไขและข้อตกลงการให้บริการของ> HP แล้ว
th_th: การยืนยันตัวตนผ่าน Flickr ถือว่าคุณยอมรับ<ข้อกำหนดการใช้บริการ>ของ HP
tr_tr: Flickr kimliğinizi doğruladığınızda, HP’nin <Hizmet Şartlarını> da kabul etmiş olursunuz.
zh_cn: 通过 Flickr 进行验证，亦表示您同意 HP 的<服务条款>。
zh_hant: 向 Flickr 進行驗證即表示您也同意 HP <服務條款>。

# QeE-ya-uIL.text
source: Title
ar: العنوان
cs_cz: Název
da_dk: Titel
de_de: Titel
el_gr: Τίτλος
es_es: Título
es_mx: Título
et: Pealkiri
fi_fi: Otsikko
fr_ca: Titre
fr_fr: Titre
he_il: כותרת
hu_hu: Cím
id_id: Judul
it: Titolo
lt_lt: Pavadinimas
lv: Virsraksts
nb_no: Tittel
nl_nl: Titel
pl: Tytuł
pt: Denominação
pt_pt: Título
ru: Заголовок
sk_sk: Názov
sv_se: Titel
th: ชื่อ
th_th: ชื่อ
tr_tr: Başlık
zh_cn: 标题
zh_hant: 職位

# Qfy-vN-Znw.normalTitle
source: Go to the App
ar: انتقال إلى التطبيق
cs_cz: Přejít k aplikaci
da_dk: Gå til appen
de_de: App aufrufen
el_gr: Μετάβαση στην εφαρμογή
es_es: Vaya a la aplicación
es_mx: Ir a la aplicación
et: Mine rakenduse juurde
fi_fi: Siirry sovellukseen
fr_ca: Aller à l’application
fr_fr: Allez dans l'application
he_il: עבור אל היישום
hu_hu: Az alkalmazás megnyitása
id_id: Buka Aplikasi
it: Vai alla App.
lt_lt: Atidaryti programą
lv: Atvērt lietojumprogrammu
nb_no: Gå til Appen
nl_nl: Ga naar de app
pl: Przejdź do aplikacji
pt: Ir para o aplicativo
pt_pt: Ir para a aplicação
ru: Перейти к приложению
sk_sk: Prejsť na aplikáciu
sv_se: Gå till appen
th: ไปยังแอปพลิเคชัน
th_th: ไปยังแอปพลิเคชัน
tr_tr: Uygulamaya Git
zh_cn: 前往应用程序
zh_hant: 前往應用程式

# Qz4-e7-zDJ.normalTitle
source: Photos
ar: الصور
cs_cz: Fotografie
da_dk: Billeder
de_de: Fotos
el_gr: Φωτογραφίες
es_es: Fotos
es_mx: Fotos
et: Fotod
fi_fi: Valokuvat
he_il: תמונות
hu_hu: Fényképek
id_id: Foto
it: Foto
lt_lt: Nuotraukos
lv: Fotoattēli
nb_no: Bilder
nl_nl: Foto's
pl: Zdjęcia
pt: Fotos
pt_pt: Fotografias
ru: Фотографии
sk_sk: Fotografie
sv_se: Foton
th: รูปถ่าย
th_th: รูปภาพ
tr_tr: Fotoğraflar
zh_cn: 照片
zh_hant: 相片

# U9F-p5-X9c.text
source: Version 1.0
ar: إصدار 1.0
cs_cz: Verze 1.0
el_gr: Έκδοση 1.0
es_es: Versión 1.0
es_mx: Versión 1.0
et: Versioon 1.0
fi_fi: Versio 1.0
he_il: גירסה 1.0
hu_hu: 1.0-ás verzió
id_id: Versi 1.0
it: Versione 1.0
lt_lt: 1.0 versija
lv: Versija 1.0
nb_no: Versjon 1.0
nl_nl: Versie 1.0
pl: Wersja 1.0
pt: Versão 1.0
pt_pt: Versão 1.0
ru: Версия 1.0
sk_sk: Verzia 1.0
th_th: เวอร์ชัน 1.0
tr_tr: Sürüm 1.0
zh_cn: 1.0 版
zh_hant: 1.0 版

# UGC-Wa-Xa2.text
source: By authenticating with Facebook, you also agree with HP’s <Terms of Service>.
ar: بالمصادقة باستخدام Facebook، فإنك توافق أيضًا على \"<شروط خدمات> HP\".
cs_cz: Ověřením ve službě Facebook současně souhlasíte s podmínkami služby HP <Podmínky služby>.
da_dk: Når du bruger Facebook til godkendelse, accepterer du også HP's <servicevilkår>.
de_de: Durch die Authentifizierung mit Facebook akzeptieren Sie die HP <Nutzungsbedingungen>.
el_gr: Εφόσον επιλέξετε να ολοκληρώσετε τη διαδικασία ελέγχου ταυτότητας μέσω του Facebook, συμφωνείτε και με τους <Όρους χρήσης> της ΗΡ.
es_es: Al autenticarse con Facebook, también acepta los <Términos de servicio> de HP.
es_mx: Si inicia sesión desde Facebook, también acepta los <Términos de servicio > de HP.
et: Facebookiga autentimisel nõustute ka HP <teenusetingimustega>.
fi_fi: Facebookin kautta tehty todentaminen tarkoittaa myös, että hyväksyt HP:n <palveluehdot>.
fr_ca: En vous authentifiant avec Facebook, vous acceptez également les <conditions d'utilisation> de HP.
fr_fr: En vous authentifiant sur Facebook, vous acceptez également les <Conditions de service> de HP.
he_il: על ידי אימות באמצעות Facebook, אתה מסכים גם ל<תנאי השירות> של HP.
hu_hu: A Facebook hitelesítésével egyben hozzájárul a HP <Terms of Service> feltételeihez is.
id_id: Dengan mengesahkan melalui Facebook berarti Anda juga menyetujui <Ketentuan Layanan> HP.
it: Collegandoti tramite Facebook, accetti anche le <Terms of Service> di HP.
lt_lt: Autentifikuodamiesi „Facebook“ sutinkate ir su HP <paslaugos teikimo sąlygomis>.
lv: Autentificējoties pakalpojumā Facebook, jūs piekrītat arī HP <pakalpojumu sniegšanas noteikumiem>.
nb_no: Ved å godkjenne med Facebook, godtar du også HPs <vilkår for bruk>.
nl_nl: Door aanmelding bij Facebook ga je ook akkoord met de <gebruiksvoorwaarden> van HP.
pl: Logując się w serwisie Facebook, akceptujesz też <Warunki korzystania z usług> HP.
pt: Ao autenticar-se com o Facebook, você também concorda com os <termos de serviço> da HP.
pt_pt: Ao autenticar com o Facebook, também concorda com os <Termos de Serviço> da HP.
ru: Выполняя аутентификацию через Facebook, вы также принимаете <условия обслуживания> HP.
sk_sk: Overením pomocou služby Facebook súčasne súhlasíte so <zmluvnými podmienkami> spoločnosti HP.
sv_se: Genom att logga in med Facebook godkänner du även HPs <tjänstevillkor>.
th: การยืนยันตัวตนผ่าน Facebook หมายความว่าคุณยอมรับ<เงื่อนไขและข้อตกลงการให้บริการของ> HP แล้ว
th_th: การยืนยันตัวตนผ่าน Facebook ถือว่าคุณยอมรับ<ข้อกำหนดการใช้บริการ> ของ HP
tr_tr: Facebook kimliğinizi doğruladığınızda, HP’nin <Hizmet Şartlarını> da kabul etmiş olursunuz.
zh_cn: 通过 Facebook 进行验证，亦表示您同意 HP 的<服务条款>。
zh_hant: 向 Facebook 進行驗證即表示您也同意 HP <服務條款>。

# VKP-mJ-ZZt.text
source: Detail
ar: التفاصيل
cs_cz: Podrobnosti
da_dk: Detalje
el_gr: Λεπτομέρειες
es_es: Detalle
es_mx: Detalle
et: Üksikasjad
fi_fi: Tiedot
fr_ca: Renseignements
fr_fr: Détails
he_il: פרטים
hu_hu: Részletek
it: Dettaglio
lt_lt: Išsami informacija
lv: Sīkāka informācija
nb_no: Detalj
pl: Szczegół
pt: Detalhe
pt_pt: Detalhe
ru: Сведения
sk_sk: Podrobnosti
sv_se: Information
th: รายละเอียด
th_th: รายละเอียด
tr_tr: Detay
zh_cn: 详情
zh_hant: 詳細資訊
