Repository: rtauseef/sprocket_ios_app
Catalog: Sprocket/l10n/*.lproj/Localizable.strings
Languages: pt_pt

source: An error occurred when sharing the item.
pt_pt: Ocorreu um erro ao partilhar o item.

source: Buy sticker pack
pt_pt: Comprar conjunto de autocolantes

source: Cancel
pt_pt: Cancelar

source: Checking
pt_pt: A verificar

source: Choose Location
pt_pt: Escolher localização

source: Custom Location
pt_pt: Personalizar localização

source: Custom...
pt_pt: A personalizar...

source: Done
pt_pt: Concluído

source: Enter Text
pt_pt: Introduzir texto

source: Error
pt_pt: Erro

source: Error loading file from DropBox
pt_pt: Erro ao carregar o ficheiro do DropBox

source: Error retrieving user information.
pt_pt: Erro ao obter a informação do utilizador.

source: Feedback on HP Social Media Snapshots for iOS (Record Locator: %@)
pt_pt: Comentários no HP Social Media Snapshots para iOS (Localizador de registo: %@)

source: Log file has been cleared.
pt_pt: O ficheiro de registo foi eliminado.

source: My HP Snapshot
pt_pt: O meu HP Snapshot

source: No Connection Available
pt_pt: Nenhuma ligação disponível

source: No Location
pt_pt: Nenhuma localização

source: No, thanks
pt_pt: Não, obrigado

source: Oops!
pt_pt: Ups!

source: Oops! Call in the Designers!
pt_pt: Ups! Chame os Designers!

source: Please connect to a data source. You can also use your device photos.
pt_pt: Ligue a uma fonte de dados. Também pode utilizar as fotografias do seu dispositivo.

source: Please enter a location for this photo.
pt_pt: Introduza uma localização para a fotografia.

source: Please retry. If the problem persists contact us and mention this error code: %@
pt_pt: Tente novamente. Se o problema persistir, contacte-nos e mencione este código de erro: %@

source: Please select a location for this photo.
pt_pt: Selecione uma localização para esta fotografia.

source: Please tell us what is awesome and what is lame
pt_pt: Diga-nos o que acha excelente e o que pode ser melhorado

source: Print Instructions
pt_pt: Instruções de impressão

source: Remind me later
pt_pt: Lembrar-me mais tarde

source: Reset
pt_pt: Redefinir

source: Reset Application
pt_pt: Redefinir a aplicação

source: Retry
pt_pt: Tentar novamente

source: SUPPORT:
pt_pt: SUPORTE:

source: Save to Camera Roll
pt_pt: Guardar para rolo da câmara

source: Select Template
pt_pt: Selecione um modelo

source: Session Error
pt_pt: Erro de sessão

source: Set Location
pt_pt: Definir localização

source: Sign In
pt_pt: Iniciar sessão

source: Sign Out
pt_pt: Terminar sessão

source: Social Media Snapshots error log
pt_pt: Registo de erros do Social Media Snapshots

source: Sorry, your issue can’t be reported right now. This is most likely because no mail accounts are set up on your mobile device.
pt_pt: Lamentamos, mas o problema não pode ser comunicado neste momento. Isto deve-se provavelmente ao facto de nenhuma conta de email estar configurada no seu dispositivo móvel.

source: Success
pt_pt: Sucesso

source: Take the survey
pt_pt: Responder ao inquérito

source: Tell us what you think of %@
pt_pt: Diga-nos o que pensa sobre %@

source: Tell us what you think of HP Social Media Snapshots
pt_pt: Diga-nos o que pensa sobre o HP Social Media Snapshots

source: Terms of Service
pt_pt: Termos de Serviço

source: The format of the following template is bad: %@
pt_pt: O formato do seguinte modelo é inadequado: %@

source: The logfile is attached to this message.
pt_pt: O ficheiro de registo está anexado a esta mensagem.

source: This will clear all previously saved options.
pt_pt: Isto irá eliminar todas as opções guardadas anteriormente.

source: Version %@ (%@)
pt_pt: Versão %1$@ (%2$@)

source: Would you like to sign out of %@?
pt_pt: Gostaria de terminar sessão em %@?

source: You don’t have any account configured to send emails.
pt_pt: Não tem nenhuma conta configurada para enviar emails.

source: Your current session is no longer valid. Please log in again.
pt_pt: A sua sessão atual não é mais válida. Inicie a sessão novamente.
