Repository: rtauseef/sprocket_ios_app
Catalog: PhotoGram/PhotoGram/l10n/*.lproj/Localizable.strings
Languages: fr_ca, nl_nl

source: An error occurred when sharing the item.
fr_ca: Une erreur est survenue lors du partage de l'élément.
nl_nl: Er is een fout opgetreden bij het delen van het item.

source: Buy sticker pack
fr_ca: Acheter l'ensemble d'autocollants
nl_nl: Stickerpakket kopen

source: Cancel
fr_ca: Annuler
nl_nl: Annuleren

source: Checking
fr_ca: En cours de vérification
nl_nl: Controleren

source: Choose Location
fr_ca: Choisir l'emplacement
nl_nl: Locatie kiezen

source: Custom Location
fr_ca: Emplacement personnalisé
nl_nl: Aangepaste locatie

source: Custom...
fr_ca: Personnalisé...
nl_nl: Speciaal...

source: Done
fr_ca: Terminé
nl_nl: Klaar

source: Enter Text
fr_ca: Saisir le texte
nl_nl: Tekst invoeren

source: Error
fr_ca: Erreur
nl_nl: Fout

source: Error loading file from DropBox
fr_ca: Erreur de chargement du fichier depuis la boîte de dépôt
nl_nl: Fout bij het laden van een bestand uit DropBox

source: Error retrieving user information.
fr_ca: Erreur de récupération des informations sur l'utilisateur.
nl_nl: Fout bij het ophalen van gebruikersgegevens.

source: Feedback on HP Social Media Snapshots for iOS (Record Locator: %@)
fr_ca: Commentaires sur HP Social Media Snapshots pour iOS (numéro de dossier : %@)
nl_nl: Feedback op HP Social Media Snapshots voor iOS (Record Locator: %@)

source: Log file has been cleared.
fr_ca: Le fichier journal a été effacé.
nl_nl: Logbestand is gewist.

source: My HP Snapshot
nl_nl: Mijn HP Snapshot

source: No Connection Available
fr_ca: Pas de connexion disponible
nl_nl: Geen verbinding beschikbaar

source: No Location
fr_ca: Pas d'emplacement
nl_nl: Geen locatie

source: No, thanks
fr_ca: Non merci
nl_nl: Nee, bedankt

source: Oops!
fr_ca: Attention!
nl_nl: Fout!

source: Oops! Call in the Designers!
fr_ca: Attention! Appelez les concepteurs!
nl_nl: Fout! Roep de ontwerpers te hulp!

source: Please connect to a data source. You can also use your device photos.
fr_ca: Veuillez vous connecter à une source de données. Vous pouvez également utiliser les photos de votre appareil.
nl_nl: Maak verbinding met een databron. Je kunt ook foto's van je device gebruiken.

source: Please enter a location for this photo.
fr_ca: Saisissez un emplacement pour cette photo.
nl_nl: Voer een locatie in voor deze foto.

source: Please retry. If the problem persists contact us and mention this error code: %@
fr_ca: Veuillez essayer de nouveau. Si le problème persiste, communiquez avec nous et mentionnez ce code d'erreur : %@
nl_nl: Probeer het opnieuw. Neem als het probleem blijft bestaan contact met ons op en vermeld deze foutcode: %@

source: Please select a location for this photo.
fr_ca: Sélectionnez un emplacement pour cette photo.
nl_nl: Selecteer een locatie voor deze foto.

source: Please tell us what is awesome and what is lame
fr_ca: Veuillez nous dire ce qui est formidable et ce qui est nul
nl_nl: Laat ons weten je leuk vindt en wat niet

source: Print Instructions
fr_ca: Instructions d'impression
nl_nl: Printinstructies

source: Remind me later
fr_ca: Me le rappeler plus tard
nl_nl: Later nogmaals herinneren

source: Reset
fr_ca: Réinitialiser
nl_nl: Opnieuw instellen

source: Reset Application
fr_ca: Réinitialiser l'application
nl_nl: Applicatie opnieuw instellen

source: Retry
fr_ca: Réessayer
nl_nl: Opnieuw proberen

source: SUPPORT:
fr_ca: SOUTIEN :
nl_nl: ONDERSTEUNING:

source: Save to Camera Roll
fr_ca: Enregistrer dans la pellicule de l'appareil photo
nl_nl: Opslaan naar Filmrol

source: Select Template
fr_ca: Sélectionner un modèle
nl_nl: Sjabloon selecteren

source: Session Error
fr_ca: Erreur de session
nl_nl: Sessiefout

source: Set Location
fr_ca: Définir l'emplacement
nl_nl: Locatie instellen

source: Sign In
fr_ca: Connexion
nl_nl: Aanmelden

source: Sign Out
fr_ca: Déconnexion
nl_nl: Afmelden

source: Social Media Snapshots error log
fr_ca: Journal des erreurs de Social Media Snapshots
nl_nl: Social Media Snapshots foutenlogboek

source: Sorry, your issue can’t be reported right now. This is most likely because no mail accounts are set up on your mobile device.
fr_ca: Désolé, votre problème ne peut pas être signalé actuellement, probablement parce qu'aucun compte de messagerie n'est configuré sur votre appareil mobile.
nl_nl: Sorry, het probleem kan nu niet worden gerapporteerd. Dat komt waarschijnlijk omdat op je mobiele device geen e-mailaccount is ingesteld.

source: Success
fr_ca: Réussi
nl_nl: Geslaagd

source: Take the survey
fr_ca: Répondez au sondage
nl_nl: Vul de enquête in

source: Tell us what you think of %@
fr_ca: Dites-nous ce que vous pensez de %@
nl_nl: Geef ons je mening over %@

source: Tell us what you think of HP Social Media Snapshots
fr_ca: Dites-nous ce que vous pensez de HP Social Media Snapshots
nl_nl: Laat ons weten wat je van HP Social Media Snapshots vindt

source: Terms of Service
fr_ca: Conditions d'utilisation
nl_nl: Gebruiksvoorwaarden

source: The format of the following template is bad: %@
fr_ca: Le format du modèle suivant est mauvais : %@
nl_nl: Het volgende sjabloon heeft een onjuist formaat: %@

source: The logfile is attached to this message.
fr_ca: Le fichier journal est joint à ce message.
nl_nl: Het logbestand is aan dit bericht toegevoegd.

source: This will clear all previously saved options.
fr_ca: Cette action effacera toutes les options précédemment enregistrées.
nl_nl: Hiermee worden alle eerder opgeslagen opties verwijderd.

source: Version %@ (%@)
fr_ca: Version %1$@ (%2$@)
nl_nl: Versie %1$@ (%2$@)

source: Would you like to sign out of %@?
fr_ca: Voulez-vous vous déconnecter de %@?
nl_nl: Wil je jezelf afmelden van %@?

source: You don’t have any account configured to send emails.
fr_ca: Vous ne disposez pas d'un compte configuré pour envoyer des courriels.
nl_nl: Je hebt geen account geconfigureerd voor het verzenden van e-mail.

source: Your current session is no longer valid. Please log in again.
fr_ca: Votre session actuelle n'est plus valide. Veuillez vous connecter de nouveau.
nl_nl: Je huidige sessie is niet langer geldig. Meld je opnieuw aan.
