Repository: rtauseef/sprocket_ios_app
Catalog: Sprocket/PhotoGram/l10n/*.lproj/Localizable.strings
Languages: ar, cs, da_dk, el_gr, es_mx, et_ee, he_il, hu_hu, id_id, it_it, lt_lt, lv_lv, nb_no, pl_pl, ru_ru, sk_sk, sv, th_th

source: No, Keep Them
ar: لا، احتفظ بهم
cs: Ne, zachovat je
da_dk: Nej, behold dem
el_gr: Όχι, να διατηρηθούν
es_mx: No, conservarlas
et_ee: Ei, hoia need alles
he_il: לא, שמור אותן
hu_hu: Nem, tartsa meg őket
id_id: Tidak, Simpan Saja
it_it: No, mantenerle.
lt_lt: Ne, palikti
lv_lv: Nē, paturēt tos
nb_no: Nei, behold dem
pl_pl: Nie, zatrzymaj je
ru_ru: Нет, оставить их
sk_sk: Nie, ponechať ich
sv: Nej, behåll dem
th_th: ไม่ เก็บไว้

source: No, thanks
ar: لا، شكرًا
cs: Ne, děkuji
da_dk: Nej tak
el_gr: Όχι, ευχαριστώ
es_mx: No, gracias
et_ee: Tänan, ei
he_il: לא, תודה
hu_hu: Nem, köszönöm
id_id: Tidak, terima kasih
it_it: No, grazie.
lt_lt: Ne, ačiū
lv_lv: Nē, paldies!
nb_no: Nei takk
pl_pl: Nie, dziękuję
ru_ru: Нет, спасибо
sk_sk: Nie, ďakujem
sv: Nej tack
th_th: ไม่ ขอบคุณ

source: Not all images were downloaded. Do you want to continue?
ar: لم يتم تنزيل جميع الصور. هل تريد المتابعة؟
cs: Nestáhly se všechny obrázky. Chcete pokračovat?
da_dk: Ikke alle billeder blev hentet. Vil du fortsætte?
el_gr: Δεν έγινε λήψη όλων των εικόνων. Θέλετε να συνεχίσετε;
es_mx: No se descargaron todas las imágenes. ¿Desea continuar?
et_ee: Kõiki pilte ei laaditud alla. Kas soovite jätkata?
he_il: לא כל התמונות הורדו. האם ברצונך להמשיך?
hu_hu: Nem sikerült letölteni az összes képet. Szeretné folytatni?
id_id: Tidak semua gambar diunduh. Apakah Anda ingin melanjutkan?
it_it: Non tutte le immagini sono state scaricate. Continuare?
lt_lt: Kai kurie vaizdai buvo neatsisiųsti. Ar norite tęsti?
lv_lv: Visi attēli netika lejupielādēti. Vai vēlaties turpināt?
nb_no: Alle bildene ble ikke lastet ned. Vil du fortsette?
pl_pl: Nie pobrano wszystkich obrazów. Czy kontynuować?
ru_ru: Не все изображения загружены. Продолжить?
sk_sk: Nestiahli sa všetky obrázky. Chcete pokračovať?
sv: Alla bilder laddades inte ner. Vill du fortsätta?
th_th: ไม่ได้ดาวน์โหลดภาพทั้งหมด คุณต้องการดำเนินการต่อหรือไม่

source: OK
ar: موافق
es_mx: Aceptar
he_il: אישור
lt_lt: Gerai
lv_lv: Labi
ru_ru: ОК
th_th: ตกลง

source: Oops!
ar: يا إلهي!
cs: Jejda!
da_dk: Hovsa!
el_gr: Ουπς!
es_mx: ¡Vaya!
et_ee: Oih!
he_il: אופס!
hu_hu: Hoppá!
id_id: Ups!
it_it: Attenzione!
lt_lt: Oi!
lv_lv: Hmm...
nb_no: Ops!
pl_pl: Ups!
ru_ru: Ой!
sk_sk: Chyba.
sv: Hoppsan!
th_th: อ๊ะ!

source: Pause
ar: إيقاف مؤقت
cs: Pozastavit
el_gr: Παύση
es_mx: Pausa
et_ee: Paus
he_il: השהה
hu_hu: Szünet
id_id: Jeda
it_it: Pausa
lt_lt: Pauzė
lv_lv: Pauzēt
pl_pl: Pauza
ru_ru: Пауза
sk_sk: Pozastaviť
sv: Paus
th_th: หยุดชั่วคราว

source: Photos will print in the order they were added to the Print Queue, after the sprocket printer is on and Bluetooth is connected.
ar: ستتم طباعة الصور بترتيب إضافتها إلى \"قائمة انتظار الطباعة\"، وذلك بعد تشغيل طابعة sprocket والاتصال بتقنية Bluetooth.
cs: Fotografie budou po zapnutí tiskárny sprocket a připojení přes Bluetooth vytištěny v pořadí, ve kterém byly přidány do Tiskové Fronty.
da_dk: Fotos udskrives i den rækkefølge, de blev føjet til Udskriftskøen i, når sprocket-printeren er tændt, og Bluetooth er forbundet.
el_gr: Οι φωτογραφίες θα εκτυπώνονται με τη σειρά που προστέθηκαν στην Ουρά εκτύπωσης, αφού ο εκτυπωτής sprocket ενεργοποιηθεί και συνδεθεί το Bluetooth.
es_mx: Las fotos se imprimirán en el orden en que se agregaron a la Cola de Impresión, después de que se encienda la impresora sprocket y se active la conexión Bluetooth.
et_ee: Fotod prinditakse prindijärjekorda lisamise järjekorras pärast sprocketi printeri sisselülitamist ja Bluetoothi ühendamist.
he_il: התמונות יודפסו בסדר שבו הן נוספו לתור ההדפסה לאחר שמדפסת sprocket הופעלה וחיבור Bluetooth נוצר.
hu_hu: A fényképek nyomtatása a nyomtatási sorba való bekerülés sorrendjében történik, ha a sprocket nyomtatót már bekapcsolta, és a Bluetooth-kapcsolat is létrejött.
id_id: Foto akan dicetak sesuai urutan penambahannya ke Antrean Pencetakan, setelah printer sprocket menyala dan tersambung ke Bluetooth.
it_it: Le foto verranno stampate nell'ordine in cui sono state aggiunte alla Coda di Stampa, dopo l'accensione della stampante sprocket e il collegamento del Bluetooth.
lt_lt: Įjungus „Sprocket“ spausdintuvą ir „Bluetooth“ ryšį, nuotraukos bus spausdinamos tvarka, kuria jos buvo pridėtos į spausdinimo eilę.
lv_lv: Kad sprocket printeris ir ieslēgts un savienots ar Bluetooth, fotogrāfijas tiks izdrukātas tādā secībā, kādā tās tika pievienotas drukas rindai.
nb_no: Bildene blir skrevet ut i den rekkefølgen de ble lagt til i utskriftskøen etter at skriveren er på, og Bluetooth er tilkoblet.
pl_pl: Zdjęcia będą drukowane w kolejności dodania do Kolejki wydruku, po włączeniu drukarki sprocket i nawiązaniu połączenia Bluetooth.
ru_ru: Фотографии будут напечатаны в том порядке, в котором они были добавлены в очередь печати после включения принтера sprocket и подключения Bluetooth.
sk_sk: Fotografie sa vytlačia v poradí, v akom ste ich po zapnutí tlačiarne sprocket a pripojení rozhrania Bluetooth pridali do tlačového frontu.
sv: Foton skrivs ut i den ordning de lades till i utskriftskön, efter att sprocket-skrivaren är på och Bluetooth anslutits.
th_th: อุปกรณ์จะพิมพ์รูปตามลำดับที่คุณเพิ่มลงในคิวการพิมพ์ หลังจากเปิดเครื่องพิมพ์ sprocket และเชื่อมต่อบลูทูธแล้ว

source: Photos will print in the order they were added to the Print Queue.
ar: ستتم طباعة الصور الفوتوغرافية بالترتيب الذي تمت إضافتها به إلى \"قائمة انتظار الطباعة\".
cs: Fotografie budou vytištěny v pořadí, ve kterém byly přidány do Tiskové Fronty.
da_dk: Billederne vil blive udskrevet i den rækkefølge, de blev føjet til Udskriftskøen i.
el_gr: Οι φωτογραφίες θα εκτυπωθούν με την σειρά που προστέθηκαν στην Ουρά εκτύπωσης.
es_mx: Las fotos se imprimirán en el orden en que se agregaron a la Cola de Impresión.
et_ee: Fotod prinditakse prindijärjekorda lisamise järjekorras.
he_il: התמונות יודפסו בסדר שבו הן נוספו לתור ההדפסה.
hu_hu: A fényképek nyomtatása a nyomtatási sorba való bekerülés sorrendjében történik.
id_id: Foto akan dicetak sesuai urutan penambahannya ke Antrean Pencetakan.
it_it: Le foto verranno stampate nell'ordine di aggiunta alla coda di stampa.
lt_lt: Nuotraukos bus spausdinamos tvarka, kuria jos buvo pridėtos į spausdinimo eilę.
lv_lv: Fotogrāfijas tiks izdrukātas tādā secībā, kādā tās tika pievienotas drukas rindai.
nb_no: Bildene blir skrevet ut i den rekkefølgen de ble lagt til i utskriftskøen.
pl_pl: Zdjęcia będą drukowane w kolejności dodawania do Kolejki wydruku.
ru_ru: Фотографии будут напечатаны в том порядке, в котором они были добавлены в очередь печати.
sk_sk: Fotografie sa vytlačia v poradí, v akom ste ich pridali do tlačového frontu.
sv: Bilder skrivs ut i den ordning de lades till i utskriftskön.
th_th: อุปกรณ์จะพิมพ์รูปถ่ายตามลำดับที่คุณเพิ่มลงในลำดับการพิมพ์

source: Please connect to a data source. You can also use your device photos.
ar: يُرجى الاتصال بمصدر بيانات. يمكنك أيضًا استخدام صورك الفوتوغرافية على الجهاز.
cs: Připojte se prosím ke zdroji dat. Můžete také použít fotografie v zařízení.
da_dk: Opret forbindelse til en datakilde. Du kan også bruge enhedens fotos.
el_gr: Συνδεθείτε σε μια πηγή δεδομένων. Μπορείτε, επίσης, να χρησιμοποιήσετε τις φωτογραφίες που έχετε στη συσκευή σας.
es_mx: Conéctese a una fuente de datos. También puede utilizar las fotos de su dispositivo.
et_ee: Looge ühendus andmeallikaga. Saate kasutada ka seadme fotosid.
he_il: התחבר למקור נתונים. תוכל גם להשתמש בתמונות מהמכשיר שלך.
hu_hu: Csatlakozzon egy adatforráshoz. Használhatja az eszköze fényképeit is.
id_id: Harap sambungkan ke sumber data. Anda juga dapat menggunakan foto perangkat Anda.
it_it: Collegarsi a una sorgente di dati. È possibile usare anche le foto del proprio dispositivo.
lt_lt: Prijunkite duomenų šaltinį. Taip pat galite naudoti įrenginio nuotraukas.
lv_lv: Lūdzu izveidojiet savienojumu ar datu avotu. Jūs varat izmantot arī savas ierīces fotogrāfijas.
nb_no: Koble til en datakilde. Du kan også bruke bilder fra enheten din.
pl_pl: Nawiąż połączenie ze źródłem danych. Można też użyć zdjęć z urządzenia.
ru_ru: Выполните подключение к источнику данных. Можно также использовать фотографии с вашего устройства.
sk_sk: Pripojte sa k zdroju údajov. Môžete tiež použiť fotografie vo svojom zariadení.
sv: Anslut till en datakälla. Du kan även använda enhetsfoton.
th_th: กรุณาเชื่อมต่อกับแหล่งข้อมูล สามารถใช้รูปภาพในอุปกรณ์ของคุณได้

source: Please tell us what is awesome and what could be better!
ar: يُرجى إخبارنا بما هو رائع وما هو أفضل!
cs: Dejte nám vědět, co se povedlo a co by mohlo být lepší!
da_dk: Fortæl os, hvad der er fantastisk, og hvor der er plads til forbedring!
el_gr: Πείτε μας τις σας ενθουσίασε και τι θα μπορούσαμε να βελτιώσουμε!
es_mx: Díganos qué le gusta y qué no.
et_ee: Andke meile teada, mis on lahe ja mis võiks olla parem!
he_il: ספר לנו מה מדהים ומה יכול להיות אפילו טוב יותר!
hu_hu: Mondja el nekünk, mi tetszett igazán Önnek, és mi lehetne még jobb.
id_id: Harap beri tahu kami definisi menakjubkan dan apa yang dapat ditingkatkan!
it_it: Esprimi il tuo parere su ciò che ritieni sorprendente o poco convincente.
lt_lt: Pasakykite, kas yra puiku ir kas gali būti geriau!
lv_lv: Lūdzu, informējiet mūs par to, kas jūs sajūsmina un kas jāuzlabo.
nb_no: Fortell oss hva som er utmerket, og hva som kunne vært bedre!
pl_pl: Powiedz nam, co jest świetne, a co można poprawić!
ru_ru: Сообщите нам, что хорошо, а что могло быть лучше!
sk_sk: Povedzte nám, čo je skvelé a čo by dalo zlepšiť!
sv: Berätta för oss vad som är bra och vad som kan bli bättre!
th_th: มีสิ่งใดที่ดีอยู่แล้วและควรปรับปรุงอะไรบ้าง!

source: Power Up
ar: التشغيل
cs: Zapnout
da_dk: Tænd
el_gr: Ενεργοποίηση
es_mx: Encender
et_ee: Lülitage seade sisse
he_il: הפעלה
hu_hu: Bekapcsolás
id_id: Hidupkan
it_it: Alimentazione
lt_lt: Įjunkite
lv_lv: Barošanas ieslēgšana
nb_no: Slå på
pl_pl: Włączanie
ru_ru: Включение питания
sk_sk: Zapnúť
sv: Ström på
th_th: เปิดเครื่อง

source: Press and hold the power button until the LED turns white.
ar: اضغط مع الاستمرار على زر الطاقة حتى يتحول مؤشر LED إلى اللون الأبيض.
cs: Stiskněte a podržte tlačítko napájení, dokud se barva kontrolky LED nezmění na bílou.
da_dk: Tryk på tænd/sluk-knappen, indtil LED'en bliver hvid.
el_gr: Πατήστε παρατεταμένα το κουμπί λειτουργίας, μέχρι η φωτεινή ένδειξη LED να γίνει λευκή.
es_mx: Mantenga presionado el botón de encendido hasta que la luz LED se vuelva blanca.
et_ee: Vajutage toitenuppu ja hoidke seda all kuni LED-tuli muutub valgeks.
he_il: לחץ והחזק את לחצן ההפעלה עד שנורית ה-LED תהפוך ללבנה.
hu_hu: Tartsa lenyomva a tápellátás gombot, amíg a LED fehérre nem vált.
id_id: Tekan terus tombol daya hingga LED berwarna putih.
it_it: Premere e tenere premuto il pulsante di accensione, finché il LED non diventa bianco.
lt_lt: Paspauskite ir palaikykite maitinimo mygtuką, kol šviesos diodas pradės šviesti baltai.
lv_lv: Turiet nospiestu ieslēgšanas/izslēgšanas pogu, līdz gaismas diodes (LED) indikators sāks degt baltā krāsā.
nb_no: Trykk og hold strømbryteren til LED-lyset blir hvitt.
pl_pl: Naciśnij i przytrzymaj przycisk zasilania do momentu, aż zaświeci się biała dioda LED.
ru_ru: Нажмите и удерживайте кнопку питания, пока индикатор не загорится белым.
sk_sk: Stlačte a podržte tlačidlo napájania dovtedy, kým sa farba LED indikátora nezmení na bielu.
sv: Tryck på och håll strömknappen intryckt tills LED-lampan blir vit.
th_th: กดปุ่มเปิด/ปิดเครื่องค้างไว้จนกว่าไฟ LED จะเปลี่ยนเป็นสีขาว

source: Print
ar: طباعة
cs: Tisk
da_dk: Udskriv
el_gr: Εκτύπωση
es_mx: Imprimir
et_ee: Prindi
he_il: הדפסה
hu_hu: Nyomtatás
id_id: Cetak
it_it: Stampa
lt_lt: Spausdinti
lv_lv: Drukāt
nb_no: Utskrift
pl_pl: Drukuj
ru_ru: Печать
sk_sk: Tlačiť
sv: Skriv ut
th_th: พิมพ์

source: Print Queue
ar: قائمة انتظار الطباعة
cs: Tisková fronta
da_dk: Udskriftskø
el_gr: Ουρά εκτύπωσης
es_mx: Imprimir Cola
et_ee: Prindijärjekord
he_il: תור הדפסה
hu_hu: Nyomtatási sor
id_id: Antrean Pencetakan
it_it: Coda di stampa
lt_lt: Spausdinimo eilė
lv_lv: Drukas rinda
nb_no: Utskriftskø
pl_pl: Kolejka wydruku
ru_ru: Очередь печати
sk_sk: Tlačový front
sv: Utskriftskö
th_th: คิวการพิมพ์

source: Printers
ar: طابعات
cs: Tiskárny
da_dk: Printere
el_gr: Εκτυπωτές
es_mx: Impresora
et_ee: Printerid
he_il: מדפסות
hu_hu: Nyomtatók
id_id: Printer
it_it: Stampanti
lt_lt: Spausdintuvai
lv_lv: Printeri
nb_no: Skrivere
pl_pl: Drukarki
ru_ru: Принтеры
sk_sk: Tlačiarne
sv: Skrivare
th_th: เครื่องพิมพ์

source: Privacy
ar: الخصوصية
cs: Soukromí
da_dk: Fortrolighed
el_gr: Ιδιωτικό απόρρητο
es_mx: Privacidad
et_ee: Privaatsus
he_il: פרטיות
hu_hu: Adatvédelem
id_id: Privasi
lt_lt: Asmens duomenų apsauga
lv_lv: Privātums
nb_no: Personvern
pl_pl: Ochrona danych osobowych
ru_ru: Конфиденциальность
sk_sk: Ochrana osobných údajov
sv: Integritet
th_th: ความเป็นส่วนตัว

source: Put the entire pack in the paper tray with barcode and HP logos facing down.
ar: ضع الحزمة بكاملها في درج الورق بحيث يكون الرمز الشريطي وشعارات HP متجهة لأسفل.
cs: Vložte celý balík do zásobníku na papír čárovým kódem a logy HP směrem dolů.
da_dk: Læg hele pakken i papirbakken, så stregkode og HP's logoer vender nedad.
el_gr: Τοποθετήστε ολόκληρο το πακέτο στο δίσκο χαρτιού με το γραμμοκώδικα και τα λογότυπα της ΗΡ στραμμένα προς τα κάτω.
es_mx: En la bandeja del papel, coloque todo el paquete con el código de barras y los logotipos de HP hacia abajo.
et_ee: Pange kogu pakk paberialusele, vöötkood ja HP logod suunaga alla.
he_il: הכנס את החבילה כולה למגש הנייר כשהברקוד וסמלי HP פונים כלפי מטה.
hu_hu: Helyezze a teljes csomagot a papírtálcára úgy, hogy a vonalkód és a HP-logók lefelé nézzenek.
id_id: Taruh seluruh pak pada baki kertas dengan posisi barcode dan logo HP menghadap ke bawah.
it_it: Caricare l'intera confezione nel vassoio carta con il codice a barre e il logo HP rivolto verso il basso.
lt_lt: Įdėkite visą popieriaus pakuotę į popieriaus dėklą brūkšniniu kodu ir HP logotipu į apačią.
lv_lv: Ievietojiet visu pakotni papīra paplātē, lai svītrkods un HP logotips būtu vērsts uz leju.
nb_no: Sett hele pakningen i papirskuffen med strekkode- og HP-logoer vendt nedover.
pl_pl: Włóż całą paczkę do podajnika papieru, tak aby kod kreskowy i logo HP były skierowane w dół.
ru_ru: Положите всю пачку в лоток так, чтобы штрихкод и логотип HP оказались внизу.
sk_sk: Vložte celý balík do zásobníka na papier čiarovým kódom a logami spoločnosti HP smerujúcimi nadol.
sv: Lägg hela bunten i pappersfacket med streckkoden och HP-logotyperna nedåt.
th_th: ใส่กระดาษทั้งหมดลงในถาดกระดาษ โดยให้บาร์โค้ดและโลโก้ HP คว่ำหน้าลง

source: Remind me later
ar: ذكرني لاحقًا
cs: Připomenout později
da_dk: Husk mig på det senere
el_gr: Υπενθύμιση αργότερα
es_mx: Recordarme más tarde
et_ee: Tuleta hiljem meelde
he_il: הזכר לי מאוחר יותר
hu_hu: Később emlékeztessen
id_id: Ingatkan saya nanti
it_it: Promemoria
lt_lt: Priminti man vėliau
lv_lv: Atgādināt vēlāk
nb_no: Minn meg på dette senere
pl_pl: Przypomnij później
ru_ru: Напомнить позже
sk_sk: Pripomenúť neskôr
sv: Påminn mig senare
th_th: เตือนฉันในภายหลัง

source: Reset
ar: إعادة الضبط
cs: Resetovat
da_dk: Nulstil
el_gr: Επαναφορά
es_mx: Restablecer
et_ee: Lähtesta
he_il: אפס
hu_hu: Visszaállítás
id_id: Atur Ulang
it_it: Ripristina
lt_lt: Atkurti
lv_lv: Atiestatīt
nb_no: Tilbakestill
pl_pl: Resetuj
ru_ru: Сброс
sk_sk: Resetovať
sv: Återställ
th_th: รีเซ็ต

source: Reset Application
ar: إعادة ضبط التطبيق
cs: Resetovat aplikaci
da_dk: Nulstil program
el_gr: Επαναφορά εφαρμογής
es_mx: Restablecer aplicación
et_ee: Lähtesta rakendus
he_il: אפס יישום
hu_hu: Alkalmazás visszaállítása
id_id: Atur Ulang Aplikasi
it_it: Ripristina Applicazione
lt_lt: Nustatyti programą iš naujo
lv_lv: Atiestatīt lietojumprogrammu
nb_no: Tilbakestill applikasjon
pl_pl: Zresetuj aplikację
ru_ru: Сброс приложения
sk_sk: Resetovať aplikáciu
sv: Återställ program
th_th: รีเซ็ตแอปพลิเคชัน

source: Retry
ar: إعادة المحاولة
cs: Opakovat
da_dk: Prøv igen
el_gr: Επανάληψη
es_mx: Reintentar
et_ee: Proovi uuesti
he_il: נסה שוב
hu_hu: Újra
id_id: Coba lagi
it_it: Riprova
lt_lt: Kartoti
lv_lv: Mēģināt atkārtoti
nb_no: Prøv på nytt
pl_pl: Spróbuj ponownie
ru_ru: Повторить
sk_sk: Znova
sv: Försök igen
th_th: ลองอีกครั้ง

source: SUPPORT:
ar: الدعم:
cs: PODPORA:
el_gr: ΥΠΟΣΤΗΡΙΞΗ:
es_mx: SOPORTE:
et_ee: TUGI:
he_il: תמיכה:
hu_hu: TÁMOGATÁS:
id_id: DUKUNGAN:
it_it: SUPPORTO:
lt_lt: PAGALBA.
lv_lv: ATBALSTS:
nb_no: BRUKERSTØTTE:
pl_pl: POMOC TECHNICZNA:
ru_ru: ПОДДЕРЖКА
sk_sk: PODPORA:
th_th: การสนับสนุน:

source: Save
ar: حفظ
cs: Uložit
da_dk: Gem
el_gr: Αποθήκευση
es_mx: Guardar
et_ee: Salvesta
he_il: שמור
hu_hu: Mentés
id_id: Simpan
it_it: Salva
lt_lt: Įrašyti
lv_lv: Saglabāt
nb_no: Lagre
pl_pl: Zapisz
ru_ru: Сохранить
sk_sk: Uložiť
sv: Spara
th_th: บันทึก

source: Save and exit preview?
ar: حفظ والخروج من المعاينة؟
cs: Uložit a ukončit náhled?
da_dk: Vil du gemme og afslutte eksempelvisningen?
el_gr: Αποθήκευση και έξοδος από την προεπισκόπηση;
es_mx: ¿Guardar y salir de la vista previa?
et_ee: Kas soovite salvestada ja eelvaatest väljuda?
he_il: לשמור ולצאת מתצוגה מקדימה?
hu_hu: Menti az előnézetet, majd kilép?
id_id: Simpan dan tutup pratinjau?
it_it: Salva e esci da anteprima?
lt_lt: Įrašyti ir uždaryti peržiūrą?
lv_lv: Vai saglabāt un aizvērt priekšskatījumu?
nb_no: Lagre og avslutte forhåndsvisning?
pl_pl: Zapisać i zamknąć podgląd?
ru_ru: Сохранить и выйти из предварительного просмотра?
sk_sk: Chcete uložiť zmeny a zavrieť ukážku?
sv: Spara och lämna förhandsvisning?
th_th: บันทึกและออกจากโหมดแสดงตัวอย่างไหม

source: Save to Camera Roll
ar: حفظ إلى ألبوم الكاميرا
cs: Uložit do složky Z fotoaparátu
da_dk: Gem i kamerarulle
el_gr: Αποθήκευση στο άλμπουμ της κάμερας
es_mx: Guardar en Rollo de cámara
et_ee: Salvesta filmilindile
he_il: שמור ב-Camera Roll
hu_hu: Mentés a filmtekercshez
id_id: Simpan di Camera Roll
lt_lt: Įrašyti fotoaparato aplanke
lv_lv: Saglabāt mapē Fotoattēli no kameras
nb_no: Lagre i Kamerarull
pl_pl: Zapisz w albumie Z aparatu
ru_ru: Сохранить в каталог фотографий
sk_sk: Uložiť do priečinka Z fotoaparátu
th_th: บันทึกลง Camera Roll

source: Sending to sprocket printer
ar: إرسال إلى طابعة sprocket
cs: Odesílání na tiskárnu sprocket
da_dk: Sender til sprocket-printer
el_gr: Αποστολή στον εκτυπωτή sprocket σε εξέλιξη
es_mx: Enviando a la impresora sprocket
et_ee: Sprocketi printerisse saatmine
he_il: שולח אל מדפסת sprocket
hu_hu: Küldés a sprocket nyomtatóhoz
id_id: Mengirimkan ke printer sprocket
lt_lt: Siunčiama į „Sprocket“ spausdintuvą
lv_lv: Sūta uz Sprocket printeri
nb_no: Sender til sprocket-skriver
pl_pl: Wysyłanie do drukarki sprocket
ru_ru: Отправка на принтер sprocket
sk_sk: Odosiela sa do tlačiarne sprocket
th_th: กำลังส่งไปที่เครื่องพิมพ์ sprocket

source: Settings
ar: الإعدادات
cs: Nastavení
da_dk: Indstillinger
el_gr: Ρυθμίσεις
es_mx: Configuración
et_ee: Sätted
he_il: הגדרות
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
lt_lt: Nustatymai
lv_lv: Iestatījumi
nb_no: Innstillinger
pl_pl: Ustawienia
ru_ru: Параметры
sk_sk: Nastavenia
sv: Inställningar
th_th: การตั้งค่า

source: Sign In
ar: تسجيل الدخول
cs: Přihlášení
da_dk: Log på
el_gr: Σύνδεση
es_mx: Iniciar sesión
et_ee: Logi sisse
he_il: היכנס
hu_hu: Bejelentkezés
id_id: Masuk
it_it: Accedi
lt_lt: Prisijungti
lv_lv: Pierakstīties
nb_no: Logg på
pl_pl: Zaloguj się
ru_ru: Вход
sk_sk: Prihlásiť sa
sv: Logga in
th_th: ลงชื่อเข้าใช้

source: Sign Out
ar: تسجيل الخروج
cs: Odhlásit se
da_dk: Log af
el_gr: Αποσύνδεση
es_mx: Cerrar sesión
et_ee: Logi välja
he_il: צא
hu_hu: Kijelentkezés
id_id: Keluar
it_it: Disconnetti
lt_lt: Atsijungti
lv_lv: Izrakstīties
nb_no: Logg av
pl_pl: Wyloguj się
ru_ru: Выход
sk_sk: Odhlásiť sa
sv: Logga ut
th_th: ออกจากระบบ

source: Sorry, your issue can’t be reported right now. This is most likely because no mail accounts are set up on your mobile device.
ar: عذرًا، يتعذر إعداد تقرير بمشكلتك الآن. يرجع ذلك على الأرجح إلى عدم إعداد حسابات بريد على جهازك المحمول.
cs: Váš problém teď bohužel není možné nahlásit. Je to pravděpodobně způsobeno tím, že na mobilním zařízení není nastaven žádný e-mailový účet.
da_dk: Dit problem kan desværre ikke rapporteres lige nu. Dette skyldes sandsynligvis, at der ikke er konfigureret nogen e-mailkonti på din mobilenhed.
el_gr: Δυστυχώς, δεν είναι δυνατό να γίνει αναφορά του προβλήματος που αντιμετωπίζετε αυτή τη στιγμή. Πιθανότατα, αυτό οφείλεται στο γεγονός ότι δεν έχετε ορίσει κάποιον λογαριασμό email στη φορητή συσκευή σας.
es_mx: Lo sentimos, su problema no se puede notificar en este momento. Es posible que esto se deba a que no se encuentra configurada ninguna cuenta de correo electrónico en su dispositivo móvil.
et_ee: Kahjuks ei saa teie probleemist praegu teatada. See on nii ilmselt sellepärast, et teie mobiilsideseadmel pole ühtegi meilikontot seadistatud.
he_il: מצטערים, לא ניתן לדווח על הבעיה שלך כרגע. סביר להניח שהדבר נובע מכך שלא הוגדרו חשבונות דואר במכשיר הנייד שלך.
hu_hu: Sajnáljuk, a problémáját most nem tudja jelenteni. Ennek lehetséges oka az, hogy nincs levelezési fiók beállítva a mobileszközén.
id_id: Maaf, masalah Anda tidak dapat dilaporkan sekarang. Kemungkinan besar karena tidak ada akun email yang diatur di perangkat seluler Anda.
it_it: Impossibile segnalare il problema in questo momento. Questo inconveniente è probabilmente dovuto al fatto che non è impostato alcun account email sul dispositivo mobile.
lt_lt: Atsiprašome, šiuo metu negalima pateikti ataskaitos apie jūsų problemą. Turbūt taip yra todėl, kad jūsų mobiliajame įrenginyje nėra nustatytų pašto paskyrų.
lv_lv: Atvainojiet, par jūsu problēmu šobrīd nevar iesniegt ziņojumu. Iespējams, tas noticis tādēļ, ka jūsu mobilajā ierīcē nav iestatīts neviens pasta konts.
nb_no: Beklager, men problemet ditt kan ikke rapporteres for øyeblikket. Dette skyldes sannsynligvis at det ikke er konfigurert noen e-postkonto på den mobile enheten din.
pl_pl: Niestety, w tej chwili nie można zgłosić problemu. Prawdopodobną przyczyną jest brak skonfigurowanych kont pocztowych na urządzeniu przenośnym.
ru_ru: Извините, о вашей проблеме невозможно сообщить прямо сейчас. Вероятнее всего, это связано с тем, что на вашем мобильном устройстве не настроены учетные записи электронной почты.
sk_sk: Ľutujeme, váš problém momentálne nie je možné nahlásiť. Najpravdepodobnejšie preto, lebo na vašom mobilnom zariadení nie sú nastavené žiadne poštové kontá.
sv: Det går inte att rapportera problemet just nu. Det beror förmodligen på att inga e-postkonton har konfigurerats på den mobila enheten.
th_th: ขออภัย ไม่สามารถแจ้งปัญหาได้ในขณะนี้ เนื่องจากไม่มีการตั้งค่าบัญชีอีเมลในอุปกรณ์พกพาของคุณ

source: Sprocket Printer Firmware Upgrade Available
ar: تتوفر ترقية للبرنامج الثابت لطابعة Sprocket
cs: Upgrade firmwaru tiskárny sprocket k dispozici
da_dk: Opgradering til Sprocket-printerfirmwaren tilgængelig
el_gr: Διαθέσιμη αναβάθμιση υλικολογισμικού για τον εκτυπωτή sprocket
es_mx: Hay disponible una actualización de Firmware para la impresora Sprocket
et_ee: Sprocketi printeri püsivara versioonitäiendus on saadaval
he_il: שדרוג קושחת מדפסת Sprocket זמין
hu_hu: A sprocket nyomtató belső vezérlőprogramjának frissítése rendelkezésre áll
id_id: Peningkatan Firmware Printer Sprocket Sudah Tersedia
it_it: Upgrade firmware stampante Sprocket disponibile
lt_lt: Yra „Sprocket“ spausdintuvo programinės aparatinės įrangos naujovinimas
lv_lv: Pieejams Sprocket printera programmaparatūras jauninājums
nb_no: Oppgradering av firmware til sprocket-skriver tilgjengelig
pl_pl: Dostępna aktualizacja oprogramowania układowego drukarki sprocket
ru_ru: Доступно обновление для микропрограммного обеспечения принтера Sprocket
sk_sk: K dispozícii je inovácia firmvéru tlačiarne sprocket
sv: Uppgradering av inbyggd programvara till sprocket-fotoskrivare är tillgänglig
th_th: การอัพเกรดเฟิร์มแวร์เครื่องพิมพ์ sprocket พร้อมใช้งาน
