Repository: rtauseef/sprocket_ios_app
Catalog: Sprocket/PhotoGram/l10n/*.lproj/Localizable.strings
Languages: ar, cs, da_dk, el_gr, es_mx, et_ee, he_il, hu_hu, id_id, it_it, lt_lt, lv_lv, nb_no, pl_pl, ru_ru, sk_sk, sv, th_th

source: Sprocket not Connected
ar: طابعة Sprocket غير متصلة
cs: Tiskárna sprocket není připojena
da_dk: Sprocket er ikke tilsluttet
el_gr: Ο εκτυπωτής sprocket δεν είναι συνδεδεμένος
es_mx: Sprocket no está conectada
et_ee: Sprocket pole ühendatud
he_il: Sprocket לא מחובר
hu_hu: A sprocket nem csatlakozik
id_id: Sprocket tidak Tersambung
it_it: Sprocket non connessa
lt_lt: „Sprocket“ spausdintuvas neprijungtas
lv_lv: Sprocket nav pievienots
nb_no: Sprocket ikke tilkoblet
pl_pl: Drukarka sprocket nie jest podłączona
ru_ru: Sprocket не подключен
sk_sk: Tlačiareň sprocket nie je pripojená
sv: Sprocket ej ansluten
th_th: Sprocket ไม่ได้เชื่อมต่ออยู่

source: Step 1
ar: الخطوة 1
cs: Krok 1
da_dk: Trin 1
el_gr: Βήμα 1
es_mx: Paso 1
et_ee: Samm 1
he_il: שלב 1‏
hu_hu: 1. lépés
id_id: Langkah 1
it_it: Fase 1
lt_lt: 1 veiksmas
lv_lv: 1. darbība
nb_no: Trinn 1
pl_pl: Krok 1
ru_ru: Шаг 1
sk_sk: Krok 1
sv: Steg 1
th_th: ขั้นตอนที่ 1

source: Step 2
ar: الخطوة 2
cs: Krok 2
da_dk: Trin 2
el_gr: Βήμα 2
es_mx: Paso 2
et_ee: Samm 2
he_il: שלב 2‏
hu_hu: 2. lépés
id_id: Langkah 2
it_it: Fase 2
lt_lt: 2 veiksmas
lv_lv: 2. darbība
nb_no: Trinn 2
pl_pl: Krok 2
ru_ru: Шаг 2
sk_sk: Krok 2
sv: Steg 2
th_th: ขั้นตอนที่ 2

source: Step 3
ar: الخطوة 3
cs: Krok 3
da_dk: Trin 3
el_gr: Βήμα 3
es_mx: Paso 3
et_ee: Samm 3
he_il: שלב 3‏
hu_hu: 3. lépés
id_id: Langkah 3
it_it: Fase 3
lt_lt: 3 veiksmas
lv_lv: 3. darbība
nb_no: Trinn 3
pl_pl: Krok 3
ru_ru: Шаг 3
sk_sk: Krok 3
sv: Steg 3
th_th: ขั้นตอนที่ 3

source: Success
ar: نجاح
cs: Úspěch
da_dk: Det lykkedes
el_gr: Επιτυχής
es_mx: Correcto
et_ee: Õnnestus
he_il: הצלחה
hu_hu: Sikeres
id_id: Berhasil
it_it: Operazione riuscita
lt_lt: Sėkmingai
lv_lv: Veiksmīgi
nb_no: Vellykket
pl_pl: Operacja zakończona powodzeniem
ru_ru: Успешно
sk_sk: Úspech
sv: Åtgärden utförd
th_th: เสร็จสมบูรณ์

source: Take Survey
ar: إجراء استطلاع
cs: Odpovědět na otázky
da_dk: Deltag i undersøgelse
el_gr: Συμμετοχή στην έρευνα
es_mx: Hacer la encuesta
et_ee: Täitke uuring
he_il: השתתף בסקר
hu_hu: Kérdőív kitöltése
id_id: Ikuti Survei
it_it: Vai al questionario
lt_lt: Atlikti apklausą
lv_lv: Piedalīties aptaujā
nb_no: Ta undersøkelse
pl_pl: Weź udział w ankiecie
ru_ru: Принять участие в опросе
sk_sk: Zúčastniť sa prieskumu
sv: Delta i undersökning
th_th: ทำแบบสำรวจ

source: Take the survey
ar: المشاركة في الاستبيان
cs: Odpovědět na otázky
da_dk: Deltag i undersøgelsen
el_gr: Πάρε μέρος στην έρευνα
es_mx: Hacer la encuesta
et_ee: Täitke uuring
he_il: השתתף בסקר
hu_hu: Részt veszek a felmérésen
id_id: Ikuti survei
it_it: Vai al questionario
lt_lt: Atsakykite į apklausos klausimus
lv_lv: Piedalīties aptaujā
nb_no: Ta undersøkelsen
pl_pl: Weź udział w ankiecie
ru_ru: Примите участие в опросе
sk_sk: Zúčastnite sa prieskumu
sv: Delta i undersökningen
th_th: ทำแบบสำรวจ

source: Tap Upgrade to continue.
ar: انقر فوق \"ترقية\" للمتابعة.
cs: Pokračujte klepnutím na možnost Upgrade.
da_dk: Tryk på opgrader for at fortsætte.
el_gr: Πατήστε "Αναβάθμιση" για να συνεχίσετε.
es_mx: Tocar en Actualizar para continuar.
et_ee: Jätkamiseks koputage valikut Täienda.
he_il: הקש על Upgrade (שדרוג) כדי להמשיך.
hu_hu: A folytatáshoz érintse meg a Frissítés lehetőséget.
id_id: Ketuk Tingkatkan untuk melanjutkan.
it_it: Premere Aggiorna per continuare.
lt_lt: Bakstelėkite „Naujovinti“, kad pratęstumėte.
lv_lv: Lai turpinātu, pieskarieties pie Jaunināt.
nb_no: Klikk på Oppgrader for å fortsette.
pl_pl: Kliknij Aktualizuj, aby kontynuować.
ru_ru: Нажмите "Обновить", чтобы продолжить.
sk_sk: Pokračujte ťuknutím na položku Inovovať.
sv: Tryck på Uppgradera för att fortsätta.
th_th: แตะอัพเกรดเพื่อดำเนินการต่อ

source: Tell us what you think of %@
ar: أخبرنا بما تعتقده بشأن %@
cs: Co si myslíte o %@
da_dk: Fortæl os, hvad du synes om %@
el_gr: Πείτε μας τη γνώμη σας για το %@
es_mx: Díganos qué piensa de %@
et_ee: Avaldage arvamust rakenduse %@ kohta
he_il: ספר לנו מה דעתך על %@
hu_hu: Mondja el nekünk véleményét a következőről: %@
id_id: Beri tahu kami pendapat Anda tentang %@
it_it: Informaci sulla tua opinione riguardo a %@.
lt_lt: Pasakykite mums, ką galvojate apie %@
lv_lv: Izsakiet savu viedokli par %@
nb_no: Fortell oss hva du synes om %@
pl_pl: Powiedz nam, co sądzisz o aplikacji %@
ru_ru: Расскажите, что вы думаете о приложении %@
sk_sk: Povedzte, čo si myslíte o produkte %@
sv: Berätta för oss vad du tycker om %@.
th_th: บอกเราว่าคุณคิดอย่างไรกับ %@

source: Tell us what you think of sprocket
ar: أخبرنا بما تعتقده بشأن sprocket
cs: Co si myslíte o tiskárně sprocket
da_dk: Fortæl os, hvad du synes om sprocket.
el_gr: Πείτε μας τη γνώμη σας για το sprocket
es_mx: Díganos qué piensa de sprocket
et_ee: Avaldage arvamust Sprocketi kohta
he_il: ספר לנו מה דעתך על sprocket
hu_hu: Mondja el nekünk véleményét a sprocketről
id_id: Beri tahu kami pendapat Anda tentang sprocket
it_it: Informaci sulla tua opinione riguardo a Sprocket.
lt_lt: Pasakykite, ką galvojate apie „Sprocket“
lv_lv: Izsakiet savu viedokli par Sprocket
nb_no: Fortell oss hva du synes om sprocket
pl_pl: Powiedz nam, co sądzisz o aplikacji sprocket
ru_ru: Расскажите, что вы думаете о sprocket
sk_sk: Povedzte, čo si myslíte o tlačiarni sprocket
sv: Berätta för oss vad du tycker om sprocket.
th_th: บอกเราว่าคุณคิดอย่างไรกับ sprocket

source: The logfile is attached to this message.
ar: تم إرفاق ملف السجل بهذه الرسالة.
cs: K této zprávě je připojen soubor protokolu.
da_dk: Logfilen er vedhæftet denne meddelelse.
el_gr: Το αρχείο καταγραφής είναι συνημμένο σε αυτό το μήνυμα.
es_mx: El archivo de registro está adjunto a este mensaje.
et_ee: See logifail on seotud selle sõnumiga.
he_il: קובץ היומן מצורף להודעה זו.
hu_hu: A naplófájl ehhez az üzenethez csatolva.
id_id: File log terlampir di pesan ini.
it_it: Il file di registro è allegato a questo messaggio.
lt_lt: Žurnalo failas yra pridėtas prie šio pranešimo.
lv_lv: Šim ziņojumam ir pievienots žurnālfails.
nb_no: Loggfilen er vedlagt denne meldingen.
pl_pl: Do tej wiadomości dołączono plik dziennika.
ru_ru: Файл журнала прикреплен к этому сообщению.
sk_sk: Súbor denníka je priložený k tejto správe.
sv: Loggfilen är bifogad till detta meddelande.
th_th: แนบไฟล์บันทึกมากับข้อความนี้

source: This will clear all previously saved options.
ar: سيؤدي هذا إلى مسح جميع خيارات المحفوظة سابقًا.
cs: Dojde k odstranění všech dříve uložených možností.
da_dk: Dette vil rydde alle indstillinger, der tidligere er gemt.
el_gr: Με την ενέργεια αυτή, θα διαγραφούν όλες οι αποθηκευμένες επιλογές.
es_mx: Se eliminará todas las opciones guardadas anteriormente.
et_ee: See kustutab kõik eelnevalt salvestatud valikud.
he_il: פעולה זו תמחק את כל האפשרויות שנשמרו בעבר.
hu_hu: Ez törli az összes korábban mentett opciót.
id_id: Ini akan menghapus semua pilihan yang tersimpan sebelumnya.
it_it: Tutte le opzioni precedentemente salvate saranno cancellate.
lt_lt: Bus panaikintos visos anksčiau įrašytos parinktys.
lv_lv: Tādējādi tiks notīrītas visas iepriekš saglabātās opcijas.
nb_no: Dette vil fjerne alle tidligere lagrede alternativer.
pl_pl: Spowoduje to skasowanie wszystkich zapisanych wcześniej opcji.
ru_ru: При этом будет выполнен сброс всех ранее сохраненных параметров.
sk_sk: Týmto sa vymažú všetky predtým uložené možnosti.
sv: Det här kommer att radera alla tidigare sparade val.
th_th: ตัวเลือกที่บันทึกไว้ทั้งหมดจะถูกลบ

source: To upgrade, charge sprocket printer to at least 75% and then go to 'sprocket' in the menu.
ar: للترقية، اشحن طابعة sprocket إلى 75% على الأقل وانتقل إلى \"sprocket\" من القائمة.
cs: Chcete-li provést upgrade, nabijte tiskárnu sprocket alespoň na 75 % a poté přejděte k položce „sprocket“ v nabídce.
da_dk: Hvis du vil opgradere, skal du oplade sprocket-printeren til mindst 75 % og derefter gå til "sprocket" i menuen.
el_gr: Για να κάνετε αναβάθμιση, φορτίστε τον εκτυπωτή sprocket σε ποσοστό τουλάχιστον 75% και έπειτα πηγαίνετε στην επιλογή "sprocket" στο μενού.
es_mx: Para realizar la actualización, cargue la impresora sprocket cuando menos al 75% y después vaya a sprocket en el menú.
et_ee: Täiendamiseks laadige sprocketi printerit vähemalt 75% ulatuses ja tehke seejärel menüüs valik sprocket.
he_il: כדי לשדרג, טען את מדפסת sprocket עד שיעור של 75% לפחות והמשך אל 'sprocket' בתפריט.
hu_hu: A frissítéshez töltse fel a sprocket nyomtatót legalább 75%-ra, majd a menüben lépjen a 'sprocket' lehetőségre.
id_id: Untuk meningkatkan, isi daya printer sprocket setidaknya hingga 75%, lalu buka 'sprocket' di menu.
it_it: Per eseguire l'upgrade, caricare la stampante sprocket ad almeno il 75% e passare a 'sprocket' nel menu.
lt_lt: Norėdami naujovinti, įkraukite „Sprocket“ spausdintuvą bent iki 75 % ir tada meniu pasirinkite „Sprocket“.
lv_lv: Lai jauninātu, uzlādējiet Sprocket printeri vismaz par 75 % un pēc tam izvēlnē atveriet sadaļu Sprocket.
nb_no: For å oppgradere, lade sprocket-skriveren til minst 75 %, og gå deretter til "sprocket" i menyen.
pl_pl: Aby zainstalować aktualizację, naładuj drukarkę sprocket co najmniej do poziomu 75%, a następnie wybierz opcję „sprocket” w menu.
ru_ru: Чтобы обновить, зарядите принтер sprocket как минимум на 75% и выберите sprocket в меню.
sk_sk: Ak chcete vykonať inováciu, nabite tlačiareň sprocket najmenej na 75 % a v ponuke prejdite na položku Sprocket.
sv: Om du vill uppgradera laddar du sprocket-fotoskrivaren till minst 75 % och går sedan till ”sprocket” i menyn.
th_th: หากต้องการอัพเกรด ให้ชาร์จแบตเครื่องพิมพ์ sprocket ไว้อย่างน้อย 75% จากนั้นให้เลือก 'sprocket' ในเมนู

source: Upgrade
ar: ترقية
da_dk: Opgrader
el_gr: Αναβάθμιση
es_mx: Actualizar
et_ee: Täienda
he_il: שדרג
hu_hu: Frissítés
id_id: Tingkatkan
it_it: Aggiorna
lt_lt: Naujovinti
lv_lv: Jaunināt
nb_no: Oppgrader
pl_pl: Aktualizuj
ru_ru: Обновление
sk_sk: Inovovať
sv: Uppgradera
th_th: อัพเกรด

# Version %@ (%@)
source: Version %1$@ (%2$@)
ar: الإصدار %1$@ (%2$@)
cs: Verze %1$@ (%2$@)
el_gr: Έκδοση %1$@ (%2$@)
es_mx: Versión %1$@ (%2$@)
et_ee: Versioon %1$@ (%2$@)
he_il: גירסה %1$@ (%2$@)
hu_hu: Verzió: %1$@ (%2$@)
id_id: Versi %1$@ (%2$@)
it_it: Versione %1$@ (%2$@)
lt_lt: %1$@ versija (%2$@)
lv_lv: Versija %1$@ (%2$@)
nb_no: Versjon %1$@ (%2$@)
pl_pl: Wersja %1$@ (%2$@)
ru_ru: Версия %1$@ (%2$@)
sk_sk: Verzia %1$@ (%2$@)
th_th: เวอร์ชัน %1$@ (%2$@)

source: Would you like to sign out of %@?
ar: هل تريد تسجيل الخروج من %@؟
cs: Přejete si odhlásit se ze služby %@?
da_dk: Vil du gerne logge af %@?
el_gr: Θέλετε να αποσυνδεθείτε από το %@;
es_mx: ¿Desea salir de %@?
et_ee: Kas soovite rakendusest %@ välja logida?
he_il: האם ברצונך לצאת מ-%@?
hu_hu: Ki szeretne jelentkezni innen: %@?
id_id: Anda ingin keluar dari %@?
it_it: Vuoi scollegarti da %@?
lt_lt: Ar norite atsijungti nuo %@?
lv_lv: Vai vēlaties izrakstīties no %@?
nb_no: Vil du logge ut av %@?
pl_pl: Czy wylogować z %@?
ru_ru: Выйти из %@?
sk_sk: Chcete sa odhlásiť zo služby %@?
sv: Vill du logga ut från %@?
th_th: คุณต้องการออกจากระบบ %@ ใช่ไหม

source: YES
ar: نعم
cs: ANO
da_dk: JA
el_gr: ΝΑΙ
es_mx: SÍ
et_ee: JAH
he_il: כן
hu_hu: IGEN
id_id: YA
it_it: SÌ
lt_lt: TAIP
lv_lv: JĀ
nb_no: JA
pl_pl: TAK
ru_ru: ДА
sk_sk: ÁNO
sv: JA
th_th: ใช่

source: Yes
ar: نعم
cs: Ano
da_dk: Ja
el_gr: Ναι
es_mx: Sí
et_ee: Jah
he_il: כן
hu_hu: Igen
id_id: Ya
it_it: Sì
lt_lt: Taip
lv_lv: Jā
nb_no: Ja
pl_pl: Tak
ru_ru: Да
sk_sk: Áno
sv: Ja
th_th: ใช่

source: You don’t have any account configured to send emails.
ar: ليس لديك أي حساب تم تكوينه لإرسال رسائل البريد الإلكتروني.
cs: Nemáte nastavený žádný účet pro odesílání e-mailů.
da_dk: Du har ikke konfigureret en konto til at sende mails.
el_gr: Δεν έχετε διαμορφώσει κάποιον λογαριασμό για την αποστολή email.
es_mx: No tiene ninguna cuenta configurada para el envío de correo electrónico.
et_ee: Teil pole meilide saatmiseks kontot konfigureeritud.
he_il: אין לך חשבון מוגדר לשליחת דואר אלקטרוני.
hu_hu: Nincs beállítva fiók az e-mailek küldéséhez.
id_id: Tidak ada akun yang dikonfigurasi untuk mengirim email.
it_it: Nessun account email è configurato sul tuo dispositivo mobile.
lt_lt: Neturite paskyros, kuri būtų sukonfigūruota siųsti el. laiškus.
lv_lv: Jums nav konfigurēts neviens konts, lai sūtītu e-pasta ziņojumus.
nb_no: Du har ikke noen konto konfigurert til å sende e-post.
pl_pl: Brak skonfigurowanych kont do wysyłania wiadomości e-mail.
ru_ru: У вас не настроены учетные записи для отправки электронной почты.
sk_sk: Nemáte konto nakonfigurované na odosielanie e-mailov.
sv: Du har inte konfigurerat något konto för att skicka e-post.
th_th: คุณไม่ได้กำหนดค่าบัญชีไว้สำหรับส่งอีเมล

source: sprocket error log
ar: سجل أخطاء sprocket
cs: protokol chyb sprocket
da_dk: sprocket-fejllog
el_gr: Αρχείο καταγραφής sprocket
es_mx: Registro de errores de sprocket
et_ee: sprocketi vealogi
he_il: יומן שגיאות sprocket
hu_hu: sprocket hibanapló
id_id: log galat sprocket
it_it: registro degli errori sprocket
lt_lt: „Sprocket“ klaidų žurnalas
lv_lv: Sprocket kļūdu žurnāls
nb_no: se sprocket-feillogg
pl_pl: dziennik błędów aplikacji sprocket
ru_ru: журнал ошибок sprocket
sk_sk: denník chýb pre sprocket
sv: sprocket fellogg
th_th: บันทึกข้อผิดพลาดของ sprocket

source: Load Paper
it_it: Carica carta
sv: Fyll på papper
