Repository: rtauseef/sprocket_ios_app
Catalog: Sprocket/PhotoGram/l10n/*.lproj/Localizable.strings
Languages: ar, cs, da_dk, el_gr, es_mx, et_ee, he_il, hu_hu, id_id, it_it, lt_lt, lv_lv, nb_no, pl_pl, ru_ru, sk_sk, sv, th_th

# %ld of %ld
source: %1$ld of %2$ld
ar: %1$ld من %2$ld
cs: %1$ld z %2$ld
da_dk: %1$ld af %2$ld
el_gr: %1$ld από %2$ld
es_mx: %1$ld de %2$ld
et_ee: %1$ld/%2$ld
he_il: %1$ld מתוך %2$ld
hu_hu: %1$ld / %2$ld
id_id: %1$ld dari %2$ld
it_it: %1$ld di %2$ld
lt_lt: %1$ld iš %2$ld
lv_lv: %1$ld no %2$ld
nb_no: %1$ld av %2$ld
pl_pl: %1$ld z %2$ld
ru_ru: %1$ld из %2$ld
sk_sk: %1$ld z %2$ld
sv: %1$ld av %2$ld
th_th: %1$ld จาก %2$ld หน้า

source: %li print in Print Queue
ar: يوجد %li مطبوعًا في \"قائمة الانتظار\"
cs: Počet výtisků v Tiskové Frontě: %li
da_dk: %li udskrift i Udskriftskø
el_gr: %li εκτύπωση στην Ουρά εκτύπωσης
es_mx: %li impresión en la Cola de Impresión
et_ee: %li printimistöö prindijärjekorras
he_il: הדפסה %li בתור ההדפסה
hu_hu: A nyomtatási sorban %li nyomtatási feladat van
id_id: %li pencetakan dalam Antrean Pencetakan
it_it: %li stampa nella coda di stampa
lt_lt: Spaudinys spausdinimo eilėje: %li
lv_lv: %Li izdruka drukas rindā
nb_no: %li utskrift i utskriftskøen
pl_pl: Zdjęcia w Kolejce wydruku: %li
ru_ru: %li отпечаток в очереди печати
sk_sk: %li výtlačok v tlačovom fronte
sv: %li utskrift i utskriftskön
th_th: มี %li งานพิมพ์ในคิวการพิมพ์

source: %li prints in Print Queue
ar: يوجد %li من المطبوعات في \"قائمة الانتظار\"
cs: Počet výtisků v Tiskové Frontě: %li
da_dk: %li udskrifter i Udskriftskø
el_gr: %li εκτυπώσεις στην Ουρά εκτύπωσης
es_mx: %li impresiones en la Cola de Impresión
et_ee: %li printimistööd prindijärjekorras
he_il: %li הדפסות בתור ההדפסה
hu_hu: A nyomtatási sorban %li nyomtatási feladat van
id_id: %li pencetakan dalam Antrean Pencetakan
it_it: %li stampe nella coda di stampa
lt_lt: Spaudiniai spausdinimo eilėje: %li
lv_lv: %li izdrukas drukas rindā
nb_no: %li utskrifter i utskriftskøen
pl_pl: Zdjęcia w Kolejce wydruku: %li
ru_ru: %li отпечатков в очереди печати
sk_sk: Počet výtlačkov v tlačovom fronte: %d
sv: %li utskrifter i utskriftskön
th_th: มี %li งานพิมพ์ในคิวการพิมพ์

source: About
ar: نبذة
cs: O aplikaci
da_dk: Om
el_gr: Πληροφορίες
es_mx: Acerca de
et_ee: Teave
he_il: אודות
hu_hu: Névjegy
id_id: Tentang
it_it: Informazioni su
lt_lt: Apie
lv_lv: Par
nb_no: Om
pl_pl: Informacje
ru_ru: Сведения
sk_sk: Informácie
sv: Om
th_th: เกี่ยวกับ

source: Allow access in your Settings to take and print photos.
ar: اسمح بالوصول إلى \"الإعدادات\" لالتقاط الصور الفوتوغرافية وطباعتها.
cs: V nastavení povolte přístup, aby bylo možné pořizovat a tisknout fotografie.
da_dk: Giv mulighed for at tage og udskrive fotos i dine indstillinger.
el_gr: Επιτρέψτε την πρόσβαση στις ρυθμίσεις σας για να μπορείτε να τραβάτε και να εκτυπώνετε φωτογραφίες.
es_mx: Permitir el acceso a su configuración para tomar e imprimir fotos.
et_ee: Fotode pildistamiseks ja printimiseks lubage juurdepääs oma sätetele.
he_il: אפשר גישה בהגדרות שלך לצילום ולהדפסת תמונות.
hu_hu: A fényképek elkészítéséhez és nyomtatásához engedélyezze a hozzáférést a Beállítások menüpontban.
id_id: Izinkan akses di Pengaturan Anda untuk mengambil dan mencetak foto.
it_it: Consentire l'accesso in Impostazioni per scattare e stampare foto.
lt_lt: Savo nustatymuose leiskite prieigą, kad galėtumėte fotografuoti ir spausdinti nuotraukas.
lv_lv: Atļaujiet piekļuvi iestatījumos, lai uzņemtu un drukātu fotoattēlus.
nb_no: Tillat tilgang i Innstillinger for å ta og skrive ut bilder.
pl_pl: Zezwól na dostęp w Ustawieniach, aby robić i drukować zdjęcia.
ru_ru: Разрешите доступ в настройках, чтобы делать и печатать фотографии.
sk_sk: Ak chcete snímať a tlačiť fotografie, povoľte prístup v nastaveniach.
sv: Tillåt åtkomst i dina Inställningar för att ta och skriva ut foton.
th_th: ให้สิทธิ์เข้าถึงการตั้งค่าเพื่อถ่ายและพิมพ์รูปภาพ

source: An error occurred when sharing the item.
ar: حدث خطأ عن مشاركة العنصر.
cs: Při sdílení položky došlo k chybě.
da_dk: Der opstod en fejl under deling af elementet.
el_gr: Παρουσιάστηκε σφάλμα κατά την κοινοποίηση του στοιχείου.
es_mx: Ocurrió un error al compartir el elemento.
et_ee: Üksuse jagamisel ilmnes tõrge.
he_il: אירעה שגיאה בעת שיתוף הפריט.
hu_hu: Hiba történt az elem mentésekor.
id_id: Terjadi galat saat berbagi item.
it_it: Errore durante la condivisione dell'elemento.
lt_lt: Klaida bendrinant elementą.
lv_lv: Kopīgojot vienumu, radās kļūda.
nb_no: Det oppstod en feil ved deling av elementet.
pl_pl: Podczas udostępniania elementu wystąpił błąd.
ru_ru: Возникла ошибка при отправке элемента.
sk_sk: Pri zdieľaní položky sa vyskytla chyba.
sv: Ett fel uppstod när objektet skulle delas.
th_th: เกิดข้อผิดพลาดขึ้นในขณะแชร์รายการ

source: App Settings
ar: إعدادات التطبيق
cs: Nastavení aplikace
da_dk: App-indstillinger
el_gr: Ρυθμίσεις εφαρμογής
es_mx: Configuración de la aplicación
et_ee: Rakenduse sätted
he_il: הגדרות יישום
hu_hu: Alkalmazás beállításai
id_id: Pengaturan Aplikasi
it_it: Impostazioni App
lt_lt: Programėlės nustatymai
lv_lv: Lietojumprogrammas iestatījumi
nb_no: App-innstillinger
pl_pl: Ustawienia aplikacji
ru_ru: Настройки приложения
sk_sk: Nastavenia aplikácie
sv: Appinställningar
th_th: การตั้งค่าแอปพลิเคชัน

source: Auto-Save Settings
ar: إعدادات الحفظ التلقائي
cs: Nastavení automatického ukládání
da_dk: Auto-Save-indstillinger
el_gr: Ρυθμίσεις αυτόματης αποθήκευσης
es_mx: Configuración de guardado automático
et_ee: Auto-Save’i sätted
he_il: שמור את ההגדרות אוטומטית
hu_hu: Auto-Save beállítások
id_id: Pengaturan Simpan Otomatis
it_it: Impostazioni Salvataggio automatico
lt_lt: Automatinio išsaugojimo nustatymai
lv_lv: Automātiskās saglabāšanas iestatījumi
nb_no: Lagre innstillinger automatisk
pl_pl: Ustawienia automatycznego zapisu
ru_ru: Настройки автосохранения
sk_sk: Nastavenia automatického ukladania
sv: Inställningar för autospara
th_th: การตั้งค่าบันทึกอัตโนมัติ

source: Buy Paper
ar: شراء ورق
cs: Koupit papír
da_dk: Køb papir
el_gr: Αγορά χαρτιού
es_mx: Comprar papel
et_ee: Osta paberit
he_il: קנה נייר
hu_hu: Tanulmány megvásárlása
id_id: Beli Kertas
it_it: Acquista carta
lt_lt: Pirkti popieriaus
lv_lv: Pirkt papīru
nb_no: Kjøp papir
pl_pl: Kup papier
ru_ru: Приобрести бумагу
sk_sk: Kúpiť papier
sv: Köp papper
th_th: ซื้อกระดาษ

source: By authenticating with %@, you also agree with HP’s <Terms of Service>.
ar: بالمصادقة باستخدام %@، فإنك توافق أيضًا على \"<شروط خدمات> HP\".
cs: Ověřením ve službě %@ současně souhlasíte s podmínkami služby HP <Podmínky služby>.
da_dk: Når du bruger %@ til godkendelse, accepterer du også HP's <servicevilkår>.
el_gr: Εφόσον επιλέξετε να ολοκληρώσετε τη διαδικασία ελέγχου ταυτότητας μέσω του %@, συμφωνείτε και με τους <Όρους χρήσης> της ΗΡ.
es_mx: Si inicia sesión desde %@, también acepta los <Términos de servicio> de HP.
et_ee: %@’iga autentimisel nõustute ka HP <teenusetingimustega>.
he_il: על ידי אימות באמצעות %@, אתה מסכים גם ל<תנאי השירות> של HP.
hu_hu: A(z) %@ hitelesítésével egyben hozzájárul a HP <Terms of Service> feltételeihez is.
id_id: Dengan mengesahkan melalui %@ berarti Anda juga menyetujui <Ketentuan Layanan> HP.
it_it: Collegandoti tramite %@, accetti anche le <Terms of Service> di HP.
lt_lt: Autentifikuodamiesi „%@“ sutinkate ir su HP <paslaugos teikimo sąlygomis>.
lv_lv: Autentificējoties pakalpojumā %@, jūs piekrītat arī HP <pakalpojumu sniegšanas noteikumiem>.
nb_no: Ved å autentisere med %@, godtar du også HPs <vilkår for bruk>.
pl_pl: Logując się w serwisie %@, akceptujesz też <Warunki korzystania z usług> HP.
ru_ru: Выполняя аутентификацию через %@, вы принимаете <условия обслуживания> HP.
sk_sk: Overením pomocou služby %@ súčasne súhlasíte so <zmluvnými podmienkami> spoločnosti HP.
sv: Genom att logga in med %@ godkänner du även HPs <tjänstevillkor>.
th_th: การยืนยันตัวตนผ่าน %@ ถือว่าคุณยอมรับ<ข้อกำหนดการใช้บริการ> ของ HP

source: Camera Access Required
ar: يلزم الوصول إلى الكاميرا
cs: Vyžadován přístup k fotoaparátu
da_dk: Kameraadgang er påkrævet
el_gr: Απαιτείται πρόσβαση στην κάμερα
es_mx: Se necesita de acceso a la cámara
et_ee: Ligipääs kaamerale nõutud
he_il: נדרשת גישה למצלמה
hu_hu: Kamerához való hozzáférés szükséges
id_id: Akses Kamera Diperlukan
it_it: Richiesto l'accesso alla fotocamera
lt_lt: Reikalinga fotoaparato prieiga
lv_lv: Nepieciešama piekļuve kamerai
nb_no: Kameratilgang påkrevd
pl_pl: Wymagany dostęp do aparatu
ru_ru: Требуется доступ к камере
sk_sk: Vyžaduje sa prístup k fotoaparátu
sv: Åtkomst krävs till kamera
th_th: ต้องให้สิทธิ์การเข้าถึงกล้องถ่ายรูป

source: Camera Roll
ar: ألبوم الكاميرا
cs: Z fotoaparátu
da_dk: Kamerarulle
el_gr: Άλμπουμ κάμερας
es_mx: Rollo de cámara
et_ee: Filmilint
hu_hu: Filmtekercs
it_it: Rullino fotografico
lt_lt: Fotoaparato aplankas
lv_lv: Fotoattēli no kameras
nb_no: Kamerarull
pl_pl: Z aparatu
ru_ru: Фотопленка
sk_sk: Z fotoaparátu

source: Cancel
ar: إلغاء الأمر
cs: Storno
da_dk: Annuller
el_gr: Άκυρο
es_mx: Cancelar
et_ee: Katkesta
he_il: בטל
hu_hu: Mégse
id_id: Batal
it_it: Annulla
lt_lt: Atšaukti
lv_lv: Atcelt
nb_no: Avbryt
pl_pl: Anuluj
ru_ru: Отмена
sk_sk: Zrušiť
sv: Avbryt
th_th: ยกเลิก

source: Check out my HP Sprocket creation
ar: تحقق من عمليات الإنشاء في HP Sprocket
cs: Zobrazit můj výtvor HP Sprocket
da_dk: Se min kreation på HP Sprocket
el_gr: Δείτε τι δημιούργησα στο HP Sprocket
es_mx: Salir de mi creación en HP Sprocket
et_ee: Vaadake minu HP Sprocketi loomingut
he_il: תראו את היצירה שלי עם HP Sprocket
hu_hu: Saját HP Sprocket létrehozásának kivétele
id_id: Lihatlah pembuatan HP Sprocket saya
it_it: Guarda le creazioni della mia HP Sprocket
lt_lt: Pažiūrėkite mano „HP Sprocket“ kūrinį
lv_lv: Apskatiet manis izveidoto HP Sprocket
nb_no: Sjekk ut min HP Sprocket-kreasjon
pl_pl: Sprawdź mój projekt HP sprocket
ru_ru: Извлечь мою работу HP Sprocket
sk_sk: Pozrite si, čo som vytvoril pomocou tlačiarne HP Sprocket
sv: Titta på min HP Sprocket-skapelse
th_th: ดูผลงานที่ฉันสร้างขึ้นด้วย HP Sprocket นี่สิ

source: Connect
ar: اتصال
cs: Připojit
da_dk: Opret forbindelse
el_gr: Σύνδεση
es_mx: Conectar
et_ee: Ühenda
he_il: התחבר
hu_hu: Csatlakozás
id_id: Sambungkan
it_it: Connetti
lt_lt: Prisijungti
lv_lv: Izveidot savienojumu
nb_no: Koble til
pl_pl: Połącz
ru_ru: Оставайтесь на связи
sk_sk: Pripojiť
sv: Anslut
th_th: เชื่อมต่อ

source: Copies
ar: نُسخ
cs: Kopie
da_dk: Kopier
el_gr: Αντίγραφα
es_mx: Copias
et_ee: Eksemplaride arv
he_il: עותקים
hu_hu: Másolat
id_id: Salinan
it_it: Copie
lt_lt: Kopijos
lv_lv: Kopijas
nb_no: Kopier
pl_pl: kopii(-e)
ru_ru: копий
sk_sk: kóp.
sv: kopior
th_th: ฉบับ

source: Copy
ar: نسخ
cs: Kopie
da_dk: Kopi
el_gr: Αντίγραφο
es_mx: Copia
et_ee: Eksemplar
he_il: העתק
hu_hu: Másolat
id_id: Salinan
it_it: Copia
lt_lt: Kopija
lv_lv: Kopēt
nb_no: Kopier
pl_pl: kopia
ru_ru: копия
sk_sk: kópia
sv: kopia
th_th: ทำสำเนา

source: Delete All
ar: حذف الكل
cs: Odstranit vše
da_dk: Slet alle
el_gr: Διαγραφή όλων
es_mx: Eliminar todo
et_ee: Kustuta kõik
he_il: מחק הכול
hu_hu: Mindent töröl
id_id: Hapus Semua
it_it: Elimina tutto
lt_lt: Naikinti viską
lv_lv: Dzēst visus
nb_no: Slett alle
pl_pl: Usuń wszystko
ru_ru: Удалить все
sk_sk: Odstrániť všetko
sv: Ta bort alla
th_th: ลบทั้งหมด

source: Delete all prints from Print Queue?
ar: حذف جميع المطبوعات من \"قائمة انتظار الطباعة\"؟
cs: Odstranit všechny výtisky z Tiskové Fronty?
da_dk: Vil du slette alle udskrifter fra Udskriftskøen?
el_gr: Διαγραφή όλων των εκτυπώσεων από την Ουρά εκτύπωσης;
es_mx: ¿Eliminar todas las impresiones de la Cola de Impresión?
et_ee: Kas kustutada printimine prindijärjekorrast?
he_il: למחוק את כל ההדפסות מתור ההדפסה?
hu_hu: Minden nyomtatási feladatot töröl a nyomtatási sorból?
id_id: Hapus semua pencetakan dari Antrean Pencetakan?
it_it: Eliminare tutte le stampe dalla coda di stampa?
lt_lt: Naikinti visus spaudinius iš spausdinimo eilės?
lv_lv: Dzēst visas izdrukas no drukas rindas?
nb_no: Slett alle utskrifter fra utskriftskøen?
pl_pl: Usunąć wszystkie wydruki z Kolejki wydruku?
ru_ru: Удалить все отпечатки из очереди печати?
sk_sk: Chcete odstrániť všetky výtlačky z tlačového frontu?
sv: Ta bort alla utskrifter från utskriftskön?
th_th: ลบงานพิมพ์ทั้งหมดออกจากคิวการพิมพ์หรือไม่

source: Dismiss
ar: تجاهل
cs: Přeskočit
da_dk: Afvis
el_gr: Κλείσιμο
es_mx: Ignorar
et_ee: Loobu
he_il: בטל
hu_hu: Elutasítás
id_id: Hapus
it_it: Scarta
lt_lt: Atsisakyti
lv_lv: Vairs nerādīt
nb_no: Avvis
pl_pl: Odrzuć
ru_ru: Закрыть
sk_sk: Zavrieť
sv: Avfärda
th_th: ปิด

source: Do you want to save new camera photos to your device?
ar: هل تريد حفظ صور الكاميرا الجديدة إلى جهازك؟
cs: Chcete uložit nové fotografie z fotoaparátu do zařízení?
da_dk: Vil du gemme nye kamerafotos på din enhed?
el_gr: Θέλετε να αποθηκεύσετε νέες φωτογραφίες από την κάμερα στη συσκευή σας;
es_mx: ¿Desea guardar las fotografías de la cámara en su dispositivo?
et_ee: Kas soovite uued kaamerafotod oma seadmesse salvestada?
he_il: האם ברצונך לשמור תמונות מצלמה חדשות בהתקן שלך?
hu_hu: Új kamerafényképeket szeretne készülékére menteni?
id_id: Anda ingin menyimpan foto kamera yang baru ke perangkat Anda?
it_it: Salvare nuove foto sul dispositivo?
lt_lt: Ar norite įrenginyje išsaugoti naujas fotoaparato nuotraukas?
lv_lv: Vai vēlaties ierīcē saglabāt jaunus ar kameru uzņemtos fotoattēlus?
nb_no: Vil du lagre nye bilder fra kameraet på enheten?
pl_pl: Czy zapisywać nowe zdjęcia z aparatu na swoim urządzeniu?
ru_ru: Сохранить новые фотографии с камеры на устройство?
sk_sk: Chcete uložiť nové fotografie z fotoaparátu do svojho zariadenia?
sv: Vill du spara nya kamerafoton på enheten?
th_th: คุณต้องการบันทึกรูปถ่ายใหม่จากกล้องไปยังอุปกรณ์ของคุณหรือไม่

source: Don't Save
ar: عدم الحفظ
cs: Neukládat
da_dk: Gem ikke
el_gr: Να μην γίνει αποθήκευση
es_mx: No guardar
et_ee: Ära salvesta
he_il: אל תשמור
hu_hu: Mentés mellőzése
id_id: Jangan Simpan
it_it: Non salvare
lt_lt: Neįrašyti
lv_lv: Nesaglabāt
nb_no: Ikke lagre
pl_pl: Nie zapisuj
ru_ru: Не сохранять
sk_sk: Neuložiť
sv: Spara inte
th_th: ไม่บันทึก

source: Enter Text
ar: إدخال نص
cs: Zadejte text
da_dk: Angiv tekst
el_gr: Εισαγωγή κειμένου
es_mx: Ingresar texto
et_ee: Sisestage tekst
he_il: הזן טקסט
hu_hu: Szöveg bevitele
id_id: Masukkan Teks
it_it: Inserisci testo
lt_lt: Įvesti tekstą
lv_lv: Ievadīt tekstu
nb_no: Tast inn tekst
pl_pl: Wprowadź tekst
ru_ru: Введите текст
sk_sk: Zadajte text
sv: Skriv text
th_th: ป้อนข้อความ

source: Enter+Text
ar: إدخال + نص
cs: Zadejte+text
da_dk: Angiv + tekst
el_gr: Εισαγωγή+Κείμενο
es_mx: Enter+Texto
et_ee: Sisestage+tekst
he_il: הזן+טקסט
hu_hu: Bevitel+szöveg
id_id: Masukkan+Teks
it_it: Invio+Testo
lt_lt: Įvestis + tekstas
lv_lv: Ievadīt tekstu
nb_no: Tast inn+ tekst
pl_pl: Wprowadź+tekst
sk_sk: Zadajte+text
sv: Skriv+Text
th_th: ป้อน+ข้อความ

source: Error
ar: خطأ
cs: Chyba
da_dk: Fejl
el_gr: Σφάλμα
et_ee: Tõrge
he_il: שגיאה
hu_hu: Hiba
id_id: Galat
it_it: Errore
lt_lt: Klaida
lv_lv: Kļūda
nb_no: :Feil
pl_pl: Błąd
ru_ru: Ошибка
sk_sk: Chyba
sv: Fel
th_th: ข้อผิดพลาด

source: Error retrieving user information.
ar: خطأ في استرجاع معلومات المستخدم.
cs: Chyba při získávání uživatelských údajů.
da_dk: Fejl under hentning af brugeroplysninger.
el_gr: Σφάλμα κατά την ανάκτηση των πληροφοριών χρήστη.
es_mx: Error al recuperar información de usuario
et_ee: Kasutaja teabe toomisel ilmnes tõrge.
he_il: שגיאה בקבלת פרטי משתמש.
hu_hu: Hiba a felhasználói adatok lehívásánál.
id_id: Galat saat mengambil informasi pengguna.
it_it: Errore recupero informazioni utente
lt_lt: Klaida gaunant naudotojo informaciją.
lv_lv: Izgūstot lietotāja informāciju, radās kļūda.
nb_no: Feil ved henting av brukerinformasjon.
pl_pl: Błąd pobierania informacji o użytkowniku.
ru_ru: Ошибка при извлечении сведений о пользователе.
sk_sk: Pri načítavaní používateľských informácií sa vyskytla chyba.
sv: Fel vid hämtning av användarinformation.
th_th: ข้อผิดพลาดในการกู้คืนข้อมูลผู้ใช้งาน

source: Feedback on sprocket for iOS (Record Locator: %@)
ar: ملاحظات على sprocket لأنظمة iOS (محدد موقع السجل: %@)
cs: Hodnocení aplikace sprocket pro iOS (distributor záznamu: %@)
da_dk: Feedback på Sprocket til iOS (postsøgefunktion: %@)
el_gr: Σχόλια για το Sprocket για iOS (Τοποθεσία αρχείου: %@)
es_mx: Retroalimentación de Sprokect para iOS (Localizador de registro: %@)
et_ee: Tagasiside sprocketi kohta iOS-ile (kirje lokaator: %@)
he_il: משוב על sprocket עבור iOS‏ (מאתר רשומה: %@)
hu_hu: Visszajelzés a sprocket for iOS-ről (felvételkereső: %@)
id_id: Umpan balik tentang sprocket untuk iOS (Catat Pencari: %@)
it_it: Feedback su sprocket per iOS (Record Locator: %@)
lt_lt: Atsiliepimai apie „iOS“ skirtą „sprocket“ (įrašų radimo įrankis: %@)
lv_lv: Atsauksmes par Sprocket operētājsistēmai iOS (ierakstu vietrādis: %@)
nb_no: Tilbakemelding om sprocket for iOS (datapostindikator: %@)
pl_pl: Opinia o aplikacji sprocket dla systemu iOS (lokalizator rekordu: %@)
ru_ru: Отзыв о sprocket для iOS (средство поиска записей: %@)
sk_sk: Pripomienky k aplikácii sprocket pre iOS (vyhľadávanie záznamov: %@)
sv: Feedback om sprocket for iOS (Record Locator: %@)
th_th: ข้อเสนอแนะ sprocket สำหรับ iOS (ตัวค้นหาบันทึก: %@)

source: From Bluetooth Settings, tap on “HP sprocket” to pair with the printer.
ar: من \"إعدادات Bluetooth\"، انقر فوق \"HP sprocket\" للإقران بالطابعة.
cs: V nabídce nastavení Bluetooth klepněte na „HP Sprocket“ a proveďte spárování s tiskárnou.
da_dk: Tryk på "HP sprocket" under Bluetooth-indstillingerne for at aktivere parring med printeren.
el_gr: Στο μενού "Ρυθμίσεις Bluetooth", πατήστε "HP Sprocket" για να γίνει σύζευξη με τον εκτυπωτή.
es_mx: En la configuración de virtud, tocar sobre “HP Sprocket” para vincular la impresora.
et_ee: Puudutage printeriga sidumiseks Bluetoothi sätetes valikut HP sprocket.
he_il: מתוך Bluetooth Settings (הגדרות Bluetooth), הקש על \"HP Sprocket\" כדי לבצע התאמה עם המדפסת.
hu_hu: A Bluetooth-beállítások menüpontban érintse meg a „HP Sprocket” lehetőséget a nyomtató párosításához.
id_id: Dari Pengaturan Bluetooth, ketuk “HP sprocket” untuk dipasangkan dengan printer.
it_it: Da Impostazioni Bluetooth, toccare "HP sprocket" per abbinare la stampante.
lt_lt: „Bluetooth“ nustatymuose bakstelėkite „HP Sprocket“, kad susietumėte su spausdintuvu.
lv_lv: Sadaļā Bluetooth iestatījumi pieskarieties vienumam HP Sprocket, lai izveidotu pāra savienojumu ar printeri.
nb_no: Fra Bluetooth-innstillingene trykker du på «HP sprocket» for å koble til skriveren.
pl_pl: W ustawienia komunikacji Bluetooth dotknij opcji „HP sprocket”, aby sparować drukarkę.
ru_ru: В настройках Bluetooth выберите HP sprocket, чтобы подключиться к принтеру.
sk_sk: V časti Nastavenia pripojenia Bluetooth ťuknutím na položku HP sprocket spárujte zariadenie s tlačiarňou.
sv: Tryck på ”HP Sprocket” i menyn Bluetooth-inställningar för att para ihop med skrivaren.
th_th: ไปที่การตั้งค่าบลูทูธ แล้วแตะ “HP sprocket” เพื่อจับคู่กับเครื่องพิมพ์

source: How To
ar: الكيفية
cs: Návod
da_dk: Tip
el_gr: Οδηγίες
es_mx: Cómo
et_ee: Kasutamise teave
he_il: הדרכה
hu_hu: Útmutató
id_id: Caranya
it_it: Istruzioni:
lt_lt: Mokomoji medžiaga
lv_lv: Norādījumi
nb_no: Hvordan
pl_pl: Porady
ru_ru: Способ
sk_sk: Postup
sv: Instruktioner
th_th: วิธีใช้

source: How to & Help
ar: الكيفية والتعليمات
cs: Návody a nápověda
da_dk: Tip og hjælp
el_gr: Οδηγίες και βοήθεια
es_mx: Cómo y ayuda
et_ee: Kasutamise teave ja spikker
he_il: הדרכה ועזרה
hu_hu: Teendők és súgó
id_id: Caranya & Bantuan
it_it: Accesso all'assistenza e al supporto
lt_lt: Instrukcijos ir žinynas
lv_lv: Norādījumi un palīdzība
nb_no: Hvordan du gjør det og Hjelp
pl_pl: Porady i pomoc
ru_ru: Руководство и справка
sk_sk: Postupy a pomocník
sv: Instruktioner och hjälp
th_th: วิธีใช้และการช่วยเหลือ

source: Log file has been cleared.
ar: تم مسح ملف السجل.
cs: Soubor protokolu byl vymazán.
da_dk: Logfil er blevet ryddet.
el_gr: Το αρχείο καταγραφής έχει διαγραφεί.
es_mx: Se eliminó el archivo de registros.
et_ee: Logifail on kustutatud.
he_il: קובץ היומן נמחק.
hu_hu: A naplófájl törölve.
id_id: File log telah dihapus.
it_it: Il file di registro è stato cancellato.
lt_lt: Žurnalo failas buvo išvalytas.
lv_lv: Žurnālfails ir notīrīts.
nb_no: Loggfilen er slettet.
pl_pl: Wyczyszczono plik dziennika.
ru_ru: Файл журнала очищен.
sk_sk: Súbor denníka bol vymazaný.
sv: Loggfil har rensats.
th_th: ลบไฟล์บันทึกเรียบร้อย

source: NO
ar: لا
cs: NE
da_dk: NEJ
el_gr: ΟΧΙ
et_ee: EI
he_il: לא
hu_hu: NEM
id_id: TIDAK
lt_lt: NE
lv_lv: NĒ
nb_no: NEI
pl_pl: NIE
ru_ru: НЕТ
sk_sk: NIE
sv: NEJ
th_th: ไม่ใช่

source: No
ar: لا
cs: Ne
da_dk: Nej
el_gr: Όχι
et_ee: Ei
he_il: לא
hu_hu: Nem
id_id: Tidak
lt_lt: Ne
lv_lv: Nē
nb_no: Nei
pl_pl: Nie
ru_ru: Нет
sk_sk: Nie
sv: Nej
th_th: ไม่ใช่

source: No Connection Available
ar: لا يتوفر اتصال
cs: Připojení není k dispozici
da_dk: Ingen tilgængelig forbindelse
el_gr: Δεν υπάρχει διαθέσιμη σύνδεση
es_mx: No hay conexión disponible
et_ee: Ühendus pole saadaval
he_il: אין חיבור זמין
hu_hu: Nincs elérhető kapcsolat
id_id: Sambungan Tidak Tersedia
it_it: Nessuna connessione disponibile
lt_lt: Nėra pasiekiamo ryšio
lv_lv: Nav pieejams neviens savienojums
nb_no: Ingen tilkobling tilgjengelig
pl_pl: Brak połączenia
ru_ru: Нет доступных подключений
sk_sk: K dispozícii nie je žiadne pripojenie
sv: Ingen anslutning tillgänglig
th_th: ไม่มีสัญญาณ

source: No Pitu app images found
ar: لم يتم العثور على صور لتطبيق Pitu
cs: Nebyly nalezeny žádné obrázky aplikace Pitu
da_dk: Fandt ingen Pitu-appbilleder
el_gr: Δεν βρέθηκαν εικόνες από την εφαρμογή Pitu
es_mx: No se encontraron imágenes en la aplicación Pitu
et_ee: Pitu rakenduse pilte ei leitud
he_il: לא נמצאו תמונות של יישום Pitu
hu_hu: Nem találhatók Pitu képek
id_id: Gambar aplikasi Pitu tidak ditemukan
lt_lt: Programėlės „Pitu“ paveikslėlių nerasta
lv_lv: Neatrada lietojumprogrammas Pitu attēlus.
nb_no: Fant ingen bilder i Pitu-appen
pl_pl: Nie znaleziono obrazów aplikacji Pitu
ru_ru: Изображения приложения Pitu не найдены
sk_sk: Nenašli sa žiadne obrázky aplikácie Pitu
sv: Inga bilder från Pitu-appen hittades
th_th: ไม่พบรูปภาพในแอปพลิเคชัน Pitu

source: No Qzone app images found
ar: لم يتم العثور على صور لتطبيق Qzone
cs: Nebyly nalezeny žádné obrázky aplikace QZone
da_dk: Der blev ikke fundet nogen Qzone-appbilleder
el_gr: Δεν βρέθηκαν εικόνες από την εφαρμογή Qzone
es_mx: No se encontraron imágenes en la aplicación Qzone
et_ee: Qzone’i rakenduse pilte ei leitud
he_il: לא נמצאו תמונות של יישום Qzone
hu_hu: Nem találhatók Qzone képek
id_id: Gambar aplikasi Qzone tidak ditemukan
it_it: Non sono state trovate immagini app Qzone
lt_lt: Programėlės „Qzone“ paveikslėlių nerasta
lv_lv: Neatrada lietojumprogrammas Qzone attēlus.
nb_no: Fant ingen bilder i Qzone-appen
pl_pl: Nie znaleziono obrazów aplikacji Qzone
ru_ru: Изображения приложения Qzone не найдены
sk_sk: Nenašli sa žiadne obrázky aplikácie Qzone
sv: Inga bilder från Qzone-appen hittades
th_th: ไม่พบรูปภาพในแอปพลิเคชัน Qzone

source: No prints in Print Queue
ar: لم يتم العثور على مطبوعات في \"قائمة الانتظار\"
cs: Žádné výtisky v Tiskové Frontě
da_dk: Ingen udskrifter i Udskriftskø
el_gr: Καμία εκτύπωση στην Ουρά εκτύπωσης
es_mx: No hay impresiones en la Cola de Impresión
et_ee: Prindijärjekorras pole ühtegi printimistööd
he_il: אין הדפסות בתור ההדפסה
hu_hu: A nyomtatási sorban nincs nyomtatási feladat
id_id: Tidak ada pencetakan di Antrean Pencetakan
it_it: Nessuna stampa nella Coda di Stampa
lt_lt: Spaudinių spausdinimo eilėje nėra
lv_lv: Drukas rindā nav drukas darbu
nb_no: Ingen utskrifter i utskriftskø
pl_pl: Żadnych zdjęć w Kolejce wydruku
ru_ru: Нет отпечатков в очереди печати
sk_sk: Žiadne výtlačky v tlačovom fronte
sv: Inga utskrifter i utskriftskön
th_th: ไม่มีงานพิมพ์ในคิวการพิมพ์
